{
  "head": {
    "title": "แยกเอกสาร {{FileFormatUp}} ในแอปพลิเคชัน {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} ในการแยกไฟล์ {{FileFormatUp}} เป็นเอกสารแยกต่างหาก จัดการ PDFs, เอกสาร Word, แผ่น Excel, สไลด์ PowerPoint, ไฟล์ Visio, รูปภาพ, สถิติ และอื่น ๆ อย่างมีประสิทธิภาพ."
  },
  "header": {
    "title": "แยกไฟล์ {{FileFormatUp}}",
    "description": "{{ProdFullName}} เพิ่มความสามารถในการประมวลผลเอกสารในแอปพลิเคชัน {{EnvNameShort}} โดยการเพิ่มฟีเจอร์ขั้นสูง แยกไฟล์ {{FileFormatUp}} และทำงานกับรูปแบบธุรกิจที่หลากหลาย.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นไลบรารีการประมวลผลเอกสารที่ทรงพลังที่รองรับกว่า 50 รูปแบบไฟล์ รวมถึง PDF, Word, Excel, PowerPoint, Visio, รูปภาพ และสถิติ ต่าง ๆ ทำให้การจัดการเอกสารมีประสิทธิภาพมากขึ้น."
  },
  "more_features": {
    "title": "การจัดการเอกสารขั้นสูง",
    "description": "{{ProdFullName}} มอบชุดฟีเจอร์ที่หลากหลายสำหรับการประมวลผลไฟล์ธุรกิจที่ใช้บ่อยกว่า 50 รูปแบบ.",
    "image_description": "ความสามารถหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมรูปแบบไฟล์ที่แตกต่างกัน",
      "content": "รวม PDFs, เอกสาร Word, งานนำเสนอ, สเปรดชีต, แผนภาพ Visio, รูปภาพ และสถิติ ปรับแต่งกระบวนการรวมเพื่อผลลัพธ์ที่ดีที่สุด."
    },
    "feature_2": {
      "title": "จัดระเบียบหน้าของเอกสาร",
      "content": "จัดเรียงหน้าโดยการย้าย, สลับ, หรือ ลบเพื่อจัดโครงสร้างเอกสารของคุณอย่างมีประสิทธิภาพ."
    },
    "feature_3": {
      "title": "แก้ไขเลย์เอาต์หน้า",
      "content": "หมุนหน้าได้ในทุกมุมมองหรือสลับระหว่างแนวตั้งและแนวนอน."
    },
    "feature_4": {
      "title": "แยกหน้าเป็นไฟล์แยกต่างหาก",
      "content": "เลือกหน้าที่เฉพาะหรือช่วงหน้าที่ต้องการและบันทึกไว้เป็นเอกสารใหม่ในตำแหน่งที่เลือก."
    }
  },
  "formats": {
    "title": "แยกรูปแบบไฟล์ต่าง ๆ",
    "description": "{{ProdShortName}} รองรับไฟล์มากกว่า 50 ประเภท ทำให้การแก้ไขเอกสารทำได้อย่างรวดเร็วและมีความยืดหยุ่น."
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "ค้นพบความสามารถในการประมวลผลเอกสารที่ทรงพลังจากไลบรารีของเรา."
  },
  "examples": {
    "comment_1": "โหลดไฟล์ต้นทางเข้าสู่ {{NameProduct}}",
    "comment_2": "กำหนดเส้นทางไฟล์เอาต์พุต",
    "comment_3": "ตั้งค่าออปชันการแยก",
    "comment_4": "ดำเนินการแยก"
  },
  "steps": {
    "title": "วิธีการแยกไฟล์ {{FileFormatUp}}",
    "content": {
      "title": "ด้วย [{{ProdShortName}}]({{PlatformLink}}) คุณสามารถแยกเอกสาร {{FileFormatUp}} และบันทึกหน้าที่เลือกเป็นไฟล์ใหม่ ปรับปรุงการจัดการเอกสารขั้นสูงในแอปพลิเคชัน {{EnvName}} ของคุณ.",
      "step_1": "ระบุเส้นทางต้นทางของไฟล์ {{FileFormatUp}}.",
      "step_2": "ระบุเส้นทางไฟล์เอาต์พุตสำหรับเอกสารที่แยก.",
      "step_3": "กำหนดออปชันสำหรับการแยก.",
      "step_4": "ดำเนินการกระบวนการแยกและบันทึกไฟล์."
    }
  },
  "code_1": {
    "title": "แยกเอกสาร {{FileFormatUp}} และบันทึกหน้าเลขคู่",
    "content": "ตัวอย่างนี้แสดงวิธีการแยกเอกสาร {{FileFormatUp}} และบันทึกหน้าเลขคู่ทั้งหมดเป็นไฟล์แยก.",
    "comment_1": "โหลดไฟล์ต้นทางเข้าสู่คอนสตรัคเตอร์",
    "comment_2": "ระบุเส้นทางไฟล์เอาต์พุต",
    "comment_3": "ดึงจำนวนหน้าทั้งหมด",
    "comment_4": "กำหนดออปชันการแยกสำหรับหน้าเลขคู่",
    "comment_5": "ดำเนินการแยกและบันทึกผลลัพธ์"
  }
}