{
  "head": {
    "title": "แยกเอกสาร {{FileFormatUp}} ในแอป {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} เพื่อแยกไฟล์ {{FileFormatUp}} เป็นเอกสารหลายๆ ชิ้น จัดการ PDF, เอกสาร Word, สเปรดชีต, การนำเสนอ, แผนภาพ Visio, รูปภาพ, แฟ้มบีบอัด และอื่นๆ ได้อย่างมีประสิทธิภาพ"
  },
  "header": {
    "title": "แยกไฟล์ {{FileFormatUp}} ออกเป็นส่วนๆ",
    "description": "{{ProdFullName}} เพิ่มประสิทธิภาพให้กับแอป {{EnvNameShort}} ด้วยการประมวลผลเอกสารขั้นสูง แยกไฟล์ {{FileFormatUp}} ได้อย่างสะดวกและทำงานกับรูปแบบที่ใช้ทั่วไปหลายประเภท",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ขอรับการทดลองใช้ฟรี"
  },
  "about": {
    "title": "{{ProdShortName}} คืออะไร?",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นไลบรารีที่มีฟีเจอร์การประมวลผลเอกสารที่รองรับไฟล์มากกว่า 50 ประเภท รวมถึง PDF, Word, Excel, PowerPoint, Visio, รูปภาพ และแฟ้มบีบอัด มันช่วยให้นักพัฒนาสามารถรวม, แยก, ดึง, จัดเรียง, สลับ และลบหน้าเอกสาร ทำให้การดำเนินการเอกสารภายในแอพพลิเคชันสะดวกยิ่งขึ้น"
  },
  "more_features": {
    "title": "การจัดการเอกสารขั้นสูง",
    "description": "{{ProdFullName}} มอบเครื่องมือที่ทรงพลังสำหรับการประมวลผลไฟล์ประเภทต่างๆ มากกว่า 50 รูปแบบ",
    "image_description": "ความสามารถหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมประเภทเอกสารที่ต่างกัน",
      "content": "รวม PDF, เอกสาร Word, สเปรดชีต, การนำเสนอ, แผนภาพ Visio, รูปภาพ และไฟล์บีบอัด ใช้การตั้งค่าปรับแต่งเพื่อผลลัพธ์ที่แม่นยำ"
    },
    "feature_2": {
      "title": "จัดเรียงโครงสร้างเอกสาร",
      "content": "ปรับเปลี่ยนเลย์เอาต์เอกสารโดยการย้าย, สลับ, หรือลบหน้าเพื่อจัดระเบียบเนื้อหาให้มีประสิทธิภาพยิ่งขึ้น"
    },
    "feature_3": {
      "title": "ปรับทิศทางของหน้า",
      "content": "หมุนหน้าไปในมุมใดก็ได้หรือเปลี่ยนระหว่างทิศทางตั้งและแนวนอน"
    },
    "feature_4": {
      "title": "ดึงหน้าที่เลือก",
      "content": "เลือกหน้าที่เฉพาะหรือช่วงหน้าที่ต้องการและบันทึกเป็นเอกสารแยกต่างหาก"
    }
  },
  "formats": {
    "title": "แยกรูปแบบเอกสารหลายประเภท",
    "description": "{{ProdShortName}} รองรับไฟล์มากกว่า 50 ประเภท ทำให้การแก้ไขเอกสารเป็นไปด้วยความแม่นยำ"
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "สำรวจความสามารถหลักของไลบรารีการประมวลผลเอกสารของเรา"
  },
  "examples": {
    "comment_1": "โหลดเอกสารต้นฉบับเข้าสู่ {{NameProduct}}",
    "comment_2": "กำหนดเส้นทางไฟล์ผลลัพธ์",
    "comment_3": "ตั้งค่าตัวเลือกการแยก",
    "comment_4": "ดำเนินการแยก"
  },
  "steps": {
    "title": "วิธีการแยกเอกสาร {{FileFormatUp}} ออกเป็นส่วนๆ",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ช่วยให้สามารถแยกไฟล์ {{FileFormatUp}} ได้ง่าย โดยการดึงหน้าที่เลือกและบันทึกเป็นเอกสารใหม่ รวมทั้งการประมวลผลเอกสารอย่างมีประสิทธิภาพในแอปพลิเคชัน {{EnvName}}",
      "step_1": "ระบุเส้นทางไฟล์ {{FileFormatUp}} ต้นฉบับ",
      "step_2": "เลือกที่เก็บไฟล์ผลลัพธ์",
      "step_3": "กำหนดค่าการตั้งค่าการแยก",
      "step_4": "ดำเนินการและบันทึกเอกสารที่แยกออก"
    }
  },
  "code_1": {
    "title": "ดึงหน้าคู่จากไฟล์ {{FileFormatUp}}",
    "content": "ตัวอย่างนี้แสดงให้เห็นว่าจะแยกไฟล์ {{FileFormatUp}} และบันทึกหน้าที่มีหมายเลขคู่ทั้งหมดลงในเอกสารใหม่ได้อย่างไร",
    "comment_1": "เปิดเอกสารต้นทาง",
    "comment_2": "ระบุสถานที่จัดเก็บไฟล์ผลลัพธ์",
    "comment_3": "กำหนดจำนวนหน้าของเอกสารทั้งหมด",
    "comment_4": "ตั้งค่าตัวเลือกการแยกสำหรับหน้าคู่",
    "comment_5": "ดำเนินการแยกและบันทึกผลลัพธ์"
  }
}