{
  "head": {
    "title": "แยกเอกสาร {{FileFormatUp}} ในแอป {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} เพื่อแยกไฟล์ {{FileFormatUp}} เป็นเอกสารแยกต่างหาก จัดการ PDFs, ไฟล์ Word, แผ่น Excel, สไลด์ PowerPoint, ไฟล์ Visio, รูปภาพ, แฟ้มเก็บข้อมูล และอื่นๆ ได้อย่างมีประสิทธิภาพ."
  },
  "header": {
    "title": "แยกไฟล์ {{FileFormatUp}}",
    "description": "{{ProdFullName}} เพิ่มความสามารถในการประมวลผลเอกสารในแอป {{EnvNameShort}} ด้วยฟีเจอร์ขั้นสูง คุณสามารถแยกไฟล์ {{FileFormatUp}} และทำงานกับรูปแบบธุรกิจที่ได้รับความนิยมได้หลากหลาย.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) คือไลบรารีการประมวลผลเอกสารที่ทรงพลัง รองรับไฟล์มากกว่า 50 รูปแบบ รวมถึง PDF, Word, Excel, PowerPoint, Visio, รูปภาพ และแฟ้มเก็บข้อมูล ช่วยให้ผู้ใช้สามารถแนบ, แยก, ดึง, ย้าย, สลับ และลบหน้าเพื่อจัดการเอกสารได้อย่างสะดวก."
  },
  "more_features": {
    "title": "การจัดการเอกสารขั้นสูง",
    "description": "{{ProdFullName}} มีชุดเครื่องมือครบวงจรสำหรับการประมวลผลไฟล์ธุรกิจที่ใช้งานบ่อยกว่า 50 รูปแบบได้อย่างมีประสิทธิภาพ.",
    "image_description": "ความสามารถหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมหลายรูปแบบไฟล์",
      "content": "รวม PDFs, เอกสาร Word, การนำเสนอ, สเปรดชีต, แผนภาพ Visio, รูปภาพ, และแฟ้มเก็บข้อมูล ปรับแต่งกระบวนการรวมเพื่อผลลัพธ์ที่แม่นยำ."
    },
    "feature_2": {
      "title": "จัดระเบียบหน้าเอกสาร",
      "content": "จัดเรียงหน้าโดยการย้าย, สลับ หรือ ลบเพื่อปรับปรุงโครงสร้างเอกสาร."
    },
    "feature_3": {
      "title": "ปรับแต่งเลย์เอาต์หน้า",
      "content": "หมุนหน้าที่ให้เป็นมุมใดก็ได้หรือสลับระหว่างแนวตั้งและแนวนอน."
    },
    "feature_4": {
      "title": "ดึงหน้าที่ย่อยเป็นไฟล์แยก",
      "content": "เลือกหน้าที่เฉพาะหรือช่วงหน้าที่ต้องการแล้วบันทึกเป็นไฟล์ใหม่ในสถานที่ที่เลือก."
    }
  },
  "formats": {
    "title": "แยกรูปแบบไฟล์หลายแบบ",
    "description": "{{ProdShortName}} รองรับประเภทไฟล์มากกว่า 50 ประเภท ทำให้การปรับเปลี่ยนเอกสารรวดเร็วและมีประสิทธิภาพ."
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "สำรวจความสามารถในการประมวลผลเอกสารที่ทรงพลังของไลบรารีของเรา."
  },
  "examples": {
    "comment_1": "โหลดไฟล์ต้นฉบับเข้า {{NameProduct}}",
    "comment_2": "ระบุเส้นทางไฟล์เอาต์พุต",
    "comment_3": "กำหนดการตั้งค่าแยก",
    "comment_4": "ดำเนินการแยก"
  },
  "steps": {
    "title": "วิธีการแยกไฟล์ {{FileFormatUp}}",
    "content": {
      "title": "ด้วย [{{ProdShortName}}]({{PlatformLink}}) คุณสามารถแยกเอกสาร {{FileFormatUp}} และบันทึกหน้าที่เลือกเป็นไฟล์ใหม่ เพิ่มความสามารถในการประมวลผลเอกสารในแอป {{EnvName}} ของคุณ.",
      "step_1": "ระบุเส้นทางต้นทางของไฟล์ {{FileFormatUp}}.",
      "step_2": "กำหนดเส้นทางไฟล์เอาต์พุตสำหรับเอกสารที่แยก.",
      "step_3": "กำหนดการตั้งค่าการดำเนินการแยก.",
      "step_4": "ดำเนินการแยกและบันทึกไฟล์."
    }
  },
  "code_1": {
    "title": "แยกเอกสาร {{FileFormatUp}} และบันทึกหน้าเลขคู่",
    "content": "ตัวอย่างนี้แสดงวิธีการแยกเอกสาร {{FileFormatUp}} และบันทึกหน้าที่เลขคู่ทั้งหมดเป็นไฟล์แยก.",
    "comment_1": "โหลดไฟล์ต้นฉบับเข้าในตัวสร้าง",
    "comment_2": "ระบุเส้นทางไฟล์เอาต์พุต",
    "comment_3": "เรียกดูจำนวนหน้าทั้งหมด",
    "comment_4": "กำหนดการตั้งค่าสำหรับหน้าที่เลขคู่",
    "comment_5": "ดำเนินการแยกและบันทึกไฟล์"
  }
}