{
  "head": {
    "title": "เคลื่อนย้ายหน้า {{FileFormatUp}} ใน {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} เพื่อจัดเรียงหน้าในเอกสาร {{FileFormatUp}} ได้อย่างมีประสิทธิภาพ ประมวลผล PDF, Word, Excel, PowerPoint, รูปภาพ และอื่นๆ"
  },
  "header": {
    "title": "เคลื่อนย้ายหน้าใน {{FileFormatUp}}",
    "description": "{{ProdFullName}} ช่วยให้แอปพลิเคชัน {{EnvNameShort}} สามารถจัดเรียงหน้าในเอกสาร {{FileFormatUp}} ได้อย่างมีประสิทธิภาพ",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นเครื่องมือประมวลผลเอกสารที่มีความสามารถสูง รองรับรูปแบบไฟล์มากกว่า 50 รูปแบบ รวมถึง PDF, Word, Excel, PowerPoint, รูปภาพ และไฟล์บีบอัด มันมีฟีเจอร์สำคัญเช่น การรวม แยก ดึงข้อมูล เคลื่อนย้าย สลับ และลบหน้า"
  },
  "more_features": {
    "title": "การประมวลผลเอกสารขั้นสูง",
    "description": "{{ProdFullName}} มีชุดฟีเจอร์ที่ครบถ้วน ช่วยให้คุณสามารถประมวลผลรูปแบบไฟล์ธุรกิจที่ใช้กันอย่างแพร่หลายได้มากกว่า 50 รูปแบบอย่างมีประสิทธิภาพ",
    "image_description": "ฟีเจอร์หลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมเอกสารในรูปแบบที่หลากหลาย",
      "content": "รวม PDFs, เอกสาร Word, นำเสนอ, สเปรดชีต, รูปภาพ, ไฟล์บีบอัด และอื่นๆ ใช้ตัวเลือกที่ยืดหยุ่นเพื่อให้ได้ผลลัพธ์ที่ต้องการ"
    },
    "feature_2": {
      "title": "จัดการหน้าของเอกสาร",
      "content": "จัดเรียงหน้าในเอกสาร เปลี่ยนที่ เคลื่อนย้าย หรือถอนหน้า เพื่อการจัดระเบียบเนื้อหาของคุณให้ดียิ่งขึ้น"
    },
    "feature_3": {
      "title": "ปรับแต่งการจัดเลย์เอาต์ของหน้า",
      "content": "หมุนหน้าที่ใดก็ได้ หรือเปลี่ยนระหว่างแนวตั้งและแนวนอน"
    },
    "feature_4": {
      "title": "ดึงหน้าลงในไฟล์แยกต่างหาก",
      "content": "เลือกและดึงหน้าที่ต้องการ เก็บเป็นเอกสารที่แยกต่างหาก"
    }
  },
  "formats": {
    "title": "จัดเรียงหน้าในรูปแบบที่หลากหลาย",
    "description": "{{ProdShortName}} รองรับรูปแบบไฟล์มากกว่า 50 รูปแบบ ทำให้การจัดการเอกสารมีความยืดหยุ่นและมีประสิทธิภาพ"
  },
  "operations": {
    "title": "ฟีเจอร์สำคัญ",
    "description": "สำรวจความสามารถที่ทรงพลังเพิ่มเติมของโซลูชันของเรา"
  },
  "examples": {
    "comment_1": "สร้างอินสแตนซ์ {{NameProduct}} ด้วยไฟล์ต้นทาง",
    "comment_2": "ระบุหมายเลขหน้าที่จะถูกเคลื่อนย้าย",
    "comment_3": "เคลื่อนย้ายหน้าไปยังตำแหน่งใหม่",
    "comment_4": "บันทึกเอกสารที่แก้ไขแล้ว"
  },
  "steps": {
    "title": "วิธีการเคลื่อนย้ายหน้า {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ช่วยให้คุณสามารถเคลื่อนย้ายหน้าที่เลือกในเอกสาร {{FileFormatUp}} ได้ รับการปรับปรุงแอปพลิเคชัน {{EnvName}} ของคุณด้วยฟีเจอร์การประมวลผลเอกสารขั้นสูง",
      "step_1": "ระบุพาธไฟล์ของเอกสาร {{FileFormatUp}} ต้นทาง",
      "step_2": "ระบุหมายเลขหน้าและตำแหน่งใหม่",
      "step_3": "ดำเนินการเคลื่อนย้ายหน้า",
      "step_4": "บันทึกเอกสารที่อัปเดต"
    }
  },
  "code_1": {
    "title": "เคลื่อนย้ายหน้าไปยังท้ายเอกสาร",
    "content": "ตัวอย่างนี้แสดงวิธีการเคลื่อนย้ายหน้าเฉพาะไปยังท้ายเอกสาร {{FileFormatUp}}",
    "comment_1": "ส่งพาธไฟล์ต้นทางไปยังคอนสตรัคเตอร์",
    "comment_2": "เรียกดูรายละเอียดเอกสารและหมายเลขหน้าสุดท้าย",
    "comment_3": "ตั้งค่าตัวเลือกด้วยหมายเลขหน้า",
    "comment_4": "เคลื่อนย้ายหน้าไปยังท้ายเอกสาร",
    "comment_5": "บันทึกเอกสารที่อัปเดตไปยังตำแหน่งใหม่"
  }
}