{
  "head": {
    "title": "หมุนหน้า {{FileFormatUp}} ในแอป {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} ในการหมุนหน้าในเอกสาร {{FileFormatUp}} จัดการ PDFs, ไฟล์ Word, แผ่น Excel, สไลด์ PowerPoint, รูปภาพ, ไฟล์บีบอัด และอื่นๆ ได้อย่างมีประสิทธิภาพ."
  },
  "header": {
    "title": "การหมุนหน้าใน {{FileFormatUp}}",
    "description": "{{ProdFullName}} พัฒนาความสามารถของแอปพลิเคชัน {{EnvNameShort}} โดยการเพิ่มฟีเจอร์การประมวลผลเอกสารขั้นสูง หมุนหน้าในไฟล์ {{FileFormatUp}} และทำงานกับฟอร์แมตธุรกิจยอดนิยมได้อย่างสะดวก.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นห้องสมุดการประมวลผลเอกสารที่ครอบคลุม สนับสนุนฟอร์แมตไฟล์มากกว่า 50 ฟอร์แมต รวมถึง PDF, Word, Excel, PowerPoint, Visio, รูปภาพ และไฟล์บีบอัด มันให้เครื่องมือสำหรับการรวม, แยก, สกัด, จัดเรียงใหม่ และลบหน้า เพิ่มประสิทธิภาพในการจัดการเอกสารในแอปพลิเคชันของคุณ."
  },
  "more_features": {
    "title": "การบริหารจัดการเนื้อหาดocument ที่ทรงพลัง",
    "description": "{{ProdFullName}} รวมฟีเจอร์หลากหลาย ช่วยให้การประมวลผลฟอร์แมตไฟล์ธุรกิจที่ใช้บ่อยมากกว่า 50 ฟอร์แมตมีประสิทธิภาพ.",
    "image_description": "ฟีเจอร์หลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมฟอร์แมตไฟล์ที่แตกต่างกัน",
      "content": "รวม PDFs, เอกสาร Word, การนำเสนอ, แผ่นงาน, แผนภาพ Visio, รูปภาพ และไฟล์บีบอัด โดยใช้ตัวเลือกต่างๆ สำหรับผลลัพธ์ที่แม่นยำ."
    },
    "feature_2": {
      "title": "จัดการหน้าเอกสาร",
      "content": "จัดเรียงหน้าโดยการย้าย, สลับ หรือ ลบ เพื่อให้เอกสารของคุณมีโครงสร้างที่ดีกว่า."
    },
    "feature_3": {
      "title": "ปรับรูปแบบหน้า",
      "content": "หมุนหน้าได้ทุกมุมหรือเปลี่ยนระหว่างแนวตั้งและแนวนอน."
    },
    "feature_4": {
      "title": "สกัดหน้าเป็นไฟล์แยกต่างหาก",
      "content": "เลือกหน้าเดียวหรือช่วงหน้าที่ต้องการและบันทึกเป็นไฟล์ใหม่ในตำแหน่งที่กำหนด."
    }
  },
  "formats": {
    "title": "หมุนหน้าภายในฟอร์แมตหลายแบบ",
    "description": "{{ProdShortName}} สนับสนุนฟอร์แมตไฟล์มากกว่า 50 ฟอร์แมต ช่วยให้คุณปรับแก้เอกสารโดยใช้การดำเนินการต่างๆ ได้."
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "สำรวจฟีเจอร์ที่ทรงพลังซึ่งจัดเตรียมโดยห้องสมุดการประมวลผลเอกสารของเรา."
  },
  "examples": {
    "comment_1": "สร้างอินสแตนซ์ของ {{NameProduct}} และโหลดไฟล์ต้นฉบับ",
    "comment_2": "ระบุหมายเลขหน้าที่จะหมุน",
    "comment_3": "ดำเนินการหมุนหน้า",
    "comment_4": "บันทึกไฟล์ผลลัพธ์ไปยังตำแหน่งที่ต้องการ"
  },
  "steps": {
    "title": "วิธีหมุนหน้า {{FileFormatUp}}",
    "content": {
      "title": "ด้วย [{{ProdShortName}}]({{PlatformLink}}), คุณสามารถหมุนหน้าในเอกสาร {{FileFormatUp}} ได้อย่างมีประสิทธิภาพ เพิ่มความสามารถในการบริหารจัดการเอกสารในแอปพลิเคชัน {{EnvName}}.",
      "step_1": "กำหนดเส้นทางต้นของไฟล์ {{FileFormatUp}}.",
      "step_2": "เลือกหมายเลขหน้าที่จะหมุน.",
      "step_3": "ดำเนินการหมุนหน้า.",
      "step_4": "บันทึกไฟล์ที่แก้ไขไปยังตำแหน่งที่คุณเลือก."
    }
  },
  "code_1": {
    "title": "หมุนหน้าคู่ทั้งหมดใน {{FileFormatUp}}",
    "content": "ตัวอย่างนี้แสดงวิธีการหมุนหน้าคู่ทั้งหมดในเอกสาร {{FileFormatUp}}.",
    "comment_1": "โหลดไฟล์ต้นฉบับเข้าสู่ตัวสร้าง",
    "comment_2": "รับจำนวนหน้าทั้งหมดในเอกสาร",
    "comment_3": "ตั้งค่าการหมุนสำหรับหน้าคู่ (180 องศา)",
    "comment_4": "ดำเนินการหมุนหน้า",
    "comment_5": "บันทึกไฟล์ผลลัพธ์"
  }
}