{
  "head": {
    "title": "หมุนหน้า {{FileFormatUp}} ในแอปพลิเคชัน {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} เพื่อหมุนหน้า {{FileFormatUp}} ใดๆ จัดการไฟล์ PDF, เอกสาร Word, สเปรดชีต Excel, นำเสนอ PowerPoint, รูปภาพ, แฟ้มบีบอัด และอื่นๆ ด้วยโซลูชันของเรา."
  },
  "header": {
    "title": "การหมุนหน้าใน {{FileFormatUp}}",
    "description": "{{ProdFullName}} ขยายความสามารถของแอปพลิเคชัน {{EnvNameShort}} ประมวลผลเอกสารในรูปแบบธุรกิจที่เป็นที่นิยมด้วยฟีเจอร์ เช่น การหมุนหน้าในไฟล์ {{FileFormatUp}}.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นไลบรารีการประมวลผลเอกสารที่ทรงพลัง รองรับไฟล์มากกว่า 50 รูปแบบ รวมถึง PDF, Word, Excel, PowerPoint, Visio, รูปภาพ และแฟ้มบีบอัด มันช่วยให้การรวม, แยก, ดึง, เคลื่อนที่, สลับ และลบหน้า เพิ่มประสิทธิภาพการจัดการเอกสารในแอปพลิเคชันของคุณ."
  },
  "more_features": {
    "title": "การจัดการเนื้อหาเอกสารที่ทรงพลัง",
    "description": "{{ProdFullName}} ให้ชุดฟีเจอร์ที่ครบถ้วนสำหรับการประมวลผลไฟล์ธุรกิจที่เป็นที่นิยมกว่า 50 รูปแบบอย่างมีประสิทธิภาพ.",
    "image_description": "ฟีเจอร์หลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมรูปแบบไฟล์ที่หลากหลาย",
      "content": "รวม PDF, เอกสาร Word, การนำเสนอ, สเปรดชีต, แผนภาพ Visio, รูปภาพ, และแฟ้มบีบอัด ใช้ตัวเลือกการปรับแต่งเพื่อผลลัพธ์ที่ดีที่สุด."
    },
    "feature_2": {
      "title": "จัดการหน้าเอกสาร",
      "content": "จัดเรียงหน้าโดยการเคลื่อนย้าย, สลับ, หรือ ลบ เพื่อให้คุณสามารถจัดระเบียบเนื้อหาได้ดียิ่งขึ้น."
    },
    "feature_3": {
      "title": "ควบคุมรูปแบบหน้า",
      "content": "หมุนหน้าไปยังมุมเฉพาะหรือสลับระหว่างการจัดแนวแนวตั้งและแนวนอน."
    },
    "feature_4": {
      "title": "ดึงหน้าทั้งเป็นไฟล์แยก",
      "content": "เลือกหน้าหนึ่งหรือช่วงหน้าที่ต้องการและบันทึกลงเป็นไฟล์ใหม่ในตำแหน่งที่กำหนด."
    }
  },
  "formats": {
    "title": "หมุนหน้าในรูปแบบที่หลากหลาย",
    "description": "{{ProdShortName}} รองรับไฟล์มากกว่า 50 รูปแบบ ช่วยให้คุณสามารถแก้ไขเอกสารได้อย่างมีประสิทธิภาพด้วยการดำเนินการที่หลากหลาย."
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "สำรวจฟีเจอร์ที่ทรงพลังที่ให้โดยไลบรารีการประมวลผลเอกสารของเรา."
  },
  "examples": {
    "comment_1": "สร้างอินสแตนซ์ {{NameProduct}} และโหลดไฟล์ต้นฉบับ",
    "comment_2": "ระบุหมายเลขหน้าที่ต้องการหมุน",
    "comment_3": "ดำเนินการหมุนหน้าที่",
    "comment_4": "บันทึกไฟล์ผลลัพธ์ไปยังตำแหน่งที่ต้องการ"
  },
  "steps": {
    "title": "วิธีการหมุนหน้า {{FileFormatUp}}",
    "content": {
      "title": "โดยใช้ [{{ProdShortName}}]({{PlatformLink}}), คุณสามารถหมุนหน้าต่างในเอกสาร {{FileFormatUp}}, เพิ่มประสิทธิภาพความสามารถในการจัดการเอกสารในแอปพลิเคชัน {{EnvName}}.",
      "step_1": "ระบุเส้นทางต้นฉบับของไฟล์ {{FileFormatUp}}.",
      "step_2": "เลือกหมายเลขหน้าที่จะหมุน.",
      "step_3": "ดำเนินการหมุนหน้า.",
      "step_4": "บันทึกไฟล์ที่แก้ไขไปยังตำแหน่งที่ต้องการ."
    }
  },
  "code_1": {
    "title": "หมุนหน้าคู่ทั้งหมดใน {{FileFormatUp}}",
    "content": "ดูตัวอย่างนี้ที่แสดงถึงวิธีการหมุนหน้าคู่ทั้งหมดในเอกสาร {{FileFormatUp}}.",
    "comment_1": "โหลดไฟล์ต้นฉบับเข้าสู่อ็อบเจ็กต์คอนสตรัคเตอร์",
    "comment_2": "ดึงจำนวนหน้าทั้งหมด",
    "comment_3": "กำหนดค่าการตั้งค่าสำหรับการหมุนหน้า (180 องศา)",
    "comment_4": "ดำเนินการหมุนหน้า",
    "comment_5": "บันทึกไฟล์ผลลัพธ์"
  }
}