{
  "head": {
    "title": "หมุนหน้า {{FileFormatUp}} ในแอปพลิเคชัน {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} ในการหมุนหน้าของเอกสาร {{FileFormatUp}} ปรับเปลี่ยน PDF, ไฟล์ Word, สเปรดชีต Excel, สไลด์ PowerPoint, รูปภาพ และไฟล์บีบอัดได้ง่าย"
  },
  "header": {
    "title": "หมุนหน้าในไฟล์ {{FileFormatUp}}",
    "description": "ปรับปรุงแอปพลิเคชัน {{EnvNameShort}} ของคุณด้วย {{ProdFullName}} โซลูชันการประมวลผลเอกสารที่ทรงพลัง หมุนหน้าของ {{FileFormatUp}} และจัดการรูปแบบไฟล์ต่างๆ ได้อย่างราบรื่น",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นไลบรารีการประมวลผลเอกสารที่ทันสมัย ซึ่งรองรับกว่า 50 รูปแบบไฟล์ รวมถึง PDF, Word, Excel, PowerPoint, Visio, รูปภาพ และไฟล์บีบอัด มันมีคุณสมบัติเช่น การรวม การแยก การดึงข้อมูล การจัดเรียง และการลบหน้าเพื่อให้การจัดการเอกสารในแอปพลิเคชันของคุณเป็นเรื่องง่าย"
  },
  "more_features": {
    "title": "การจัดการเอกสารที่ครอบคลุม",
    "description": "{{ProdFullName}} มีชุดฟีเจอร์ที่หลากหลาย ทำให้จัดการรูปแบบไฟล์ธุรกิจที่ใช้ทั่วไปได้มากกว่า 50 รูปแบบอย่างมีประสิทธิภาพ",
    "image_description": "ความสามารถหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมหลายรูปแบบไฟล์",
      "content": "รวม PDF, เอกสาร Word, สเปรดชีต, งานนำเสนอ, แผนภาพ Visio, รูปภาพ และไฟล์บีบอัด ใช้ตัวเลือกขั้นสูงเพื่อควบคุมกระบวนการรวมอย่างละเอียด"
    },
    "feature_2": {
      "title": "จัดเรียงหน้าเอกสารใหม่",
      "content": "ขยับ, สลับ หรือ ลบหน้าเพื่อช่วยในการจัดระเบียบไฟล์ของคุณ"
    },
    "feature_3": {
      "title": "ปรับแต่งรูปแบบหน้า",
      "content": "หมุนหน้าในมุมใดก็ได้ หรือสลับระหว่างแนวนอนและแนวตั้งเพื่อเพิ่มความสามารถในการอ่าน"
    },
    "feature_4": {
      "title": "ดึงหน้าที่ต้องการเป็นไฟล์แยกต่างหาก",
      "content": "เลือกหน้าที่เฉพาะหรือช่วงหน้าที่ต้องการและบันทึกเป็นเอกสารใหม่ในตำแหน่งที่คุณต้องการ"
    }
  },
  "formats": {
    "title": "หมุนหน้าในหลายรูปแบบ",
    "description": "{{ProdShortName}} รองรับประเภทไฟล์มากกว่า 50 ประเภท ทำให้คุณสามารถปรับเปลี่ยนเอกสารได้อย่างรวดเร็วด้วยการดำเนินการในตัวที่หลากหลาย"
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "ค้นพบความสามารถที่ทรงพลังที่มีในไลบรารีการประมวลผลเอกสารของเรา"
  },
  "examples": {
    "comment_1": "เริ่มต้น {{NameProduct}} และโหลดเอกสารต้นฉบับ",
    "comment_2": "ระบุหมายเลขหน้าสำหรับการหมุน",
    "comment_3": "ดำเนินการกระบวนการหมุน",
    "comment_4": "บันทึกเอกสารที่ปรับปรุงแล้วไปยังตำแหน่งที่ต้องการ"
  },
  "steps": {
    "title": "วิธีหมุนหน้า {{FileFormatUp}}",
    "content": {
      "title": "ด้วย [{{ProdShortName}}]({{PlatformLink}}) คุณสามารถหมุนหน้าในเอกสาร {{FileFormatUp}} ทำให้การจัดการเอกสารมีประสิทธิภาพในแอปพลิเคชัน {{EnvName}}",
      "step_1": "กำหนดเส้นทางไปยังไฟล์ {{FileFormatUp}}",
      "step_2": "เลือกหมายเลขหน้าที่คุณต้องการหมุน",
      "step_3": "ใช้การดำเนินการหมุน",
      "step_4": "บันทึกเอกสารที่แก้ไขไปยังตำแหน่งที่คุณต้องการ"
    }
  },
  "code_1": {
    "title": "หมุนหน้าคู่ทั้งหมดในเอกสาร {{FileFormatUp}}",
    "content": "ตัวอย่างนี้แสดงให้เห็นว่าคุณจะหมุนหน้าคู่ในเอกสาร {{FileFormatUp}} ได้อย่างไร",
    "comment_1": "โหลดเอกสารต้นฉบับเข้าไปในตัวสร้าง",
    "comment_2": "ดึงจำนวนหน้าทั้งหมด",
    "comment_3": "กำหนดค่าการตั้งเพื่อหมุนหน้าคู่ 180 องศา",
    "comment_4": "ดำเนินการหมุน",
    "comment_5": "บันทึกไฟล์ที่แก้ไขแล้ว"
  }
}