{
  "head": {
    "title": "หมุนหน้าที่เกี่ยวกับ {{FileFormatUp}} ในแอป {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} เพื่อหมุนหน้าภายในเอกสาร {{FileFormatUp}} จัดการ PDF, ไฟล์ Word, แผ่น Excel, สไลด์ PowerPoint, รูปภาพ, และไฟล์บีบอัดได้อย่างมีประสิทธิภาพ."
  },
  "header": {
    "title": "การหมุนหน้าใน {{FileFormatUp}}",
    "description": "{{ProdFullName}} ช่วยเสริมแอปพลิเคชัน {{EnvNameShort}} ด้วยฟีเจอร์การประมวลผลเอกสารขั้นสูง หมุนหน้าในไฟล์ {{FileFormatUp}} และทำงานกับฟอร์แมตธุรกิจยอดนิยมได้อย่างราบรื่น.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นไลบรารีการประมวลผลเอกสารที่ครอบคลุมซึ่งรองรับฟอร์แมตไฟล์มากกว่า 50 ฟอร์แมต รวมถึง PDF, Word, Excel, PowerPoint, Visio, รูปภาพ และไฟล์บีบอัด รองรับการรวม, แยก, ดึงข้อมูล, จัดเรียงใหม่, และลบหน้า เพิ่มประสิทธิภาพในการจัดการเอกสารในแอปพลิเคชันของคุณ."
  },
  "more_features": {
    "title": "การจัดการเนื้อหาเอกสารที่ทรงพลัง",
    "description": "{{ProdFullName}} รวมคุณสมบัติหลากหลาย เพื่อการประมวลผลฟอร์แมตไฟล์ธุรกิจที่ใช้งานบ่อยกว่า 50 ฟอร์แมตอย่างมีประสิทธิภาพ.",
    "image_description": "คุณสมบัติหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "การรวมฟอร์แมตไฟล์ที่แตกต่างกัน",
      "content": "รวม PDF, เอกสาร Word, การนำเสนอ, แผ่นงาน, แผนภูมิ Visio, รูปภาพ และไฟล์บีบอัด ใช้ตัวเลือกต่างๆ เพื่อการส่งออกที่แม่นยำ."
    },
    "feature_2": {
      "title": "จัดการหน้าของเอกสาร",
      "content": "จัดเรียงหน้าด้วยการขยับ, สลับ, หรือ ลบหน้า เพื่อจัดโครงสร้างเอกสารให้ดียิ่งขึ้น."
    },
    "feature_3": {
      "title": "ปรับแต่งเลย์เอาต์หน้า",
      "content": "หมุนหน้าไปในมุมใดก็ได้หรือตั้งค่าการจัดแนวระหว่างแนวตั้งและแนวนอน."
    },
    "feature_4": {
      "title": "ดึงหน้าเป็นไฟล์แยกต่างหาก",
      "content": "เลือกหน้าเดียวหรือช่วงหน้าหนึ่ง และบันทึกเป็นไฟล์ใหม่ในที่ที่คุณเลือก."
    }
  },
  "formats": {
    "title": "หมุนหน้าในหลากหลายฟอร์แมต",
    "description": "{{ProdShortName}} รองรับฟอร์แมตไฟล์มากกว่า 50 ฟอร์แมต ช่วยให้คุณปรับแต่งเอกสารได้อย่างหลากหลายในหลายๆ วิธี."
  },
  "operations": {
    "title": "คุณสมบัติหลัก",
    "description": "สำรวจฟีเจอร์ทรงพลังที่ให้โดยไลบรารีการประมวลผลเอกสารของเรา."
  },
  "examples": {
    "comment_1": "สร้างอินสแตนซ์ของ {{NameProduct}} และโหลดไฟล์ต้นฉบับ",
    "comment_2": "ระบุหมายเลขหน้าที่จะหมุน",
    "comment_3": "ดำเนินการหมุนหน้าที่เลือก",
    "comment_4": "บันทึกไฟล์ผลลัพธ์ไปยังที่ที่ต้องการ"
  },
  "steps": {
    "title": "วิธีหมุนหน้าที่เกี่ยวกับ {{FileFormatUp}}",
    "content": {
      "title": "ด้วย [{{ProdShortName}}]({{PlatformLink}}) คุณสามารถหมุนหน้าภายในเอกสาร {{FileFormatUp}} ได้อย่างมีประสิทธิภาพ โดยเพิ่มความสามารถในการจัดการเอกสารให้กับแอปพลิเคชัน {{EnvName}}.",
      "step_1": "กำหนดเส้นทางต้นทางของไฟล์ {{FileFormatUp}}.",
      "step_2": "เลือกหมายเลขหน้าที่จะหมุน.",
      "step_3": "ดำเนินการหมุนหน้าที่เลือก.",
      "step_4": "บันทึกไฟล์ที่ปรับปรุงแล้วไปยังที่ที่คุณต้องการ."
    }
  },
  "code_1": {
    "title": "หมุนหน้าที่เกี่ยวกับ {{FileFormatUp}} หมายเลขคู่ทั้งหมด",
    "content": "ตัวอย่างนี้แสดงให้เห็นถึงวิธีการหมุนหน้าที่เกี่ยวกับ {{FileFormatUp}} หมายเลขคู่ทั้งหมดในเอกสาร.",
    "comment_1": "โหลดไฟล์ต้นฉบับเข้ามาในคอนสตรัคเตอร์",
    "comment_2": "ดึงจำนวนหน้าทั้งหมดในเอกสาร",
    "comment_3": "ตั้งค่าการหมุนสำหรับหน้าหมายเลขคู่ (180 องศา)",
    "comment_4": "ดำเนินการหมุนหน้า",
    "comment_5": "บันทึกไฟล์ผลลัพธ์"
  }
}