{
  "code_samples": {
    "title": "Ejemplos de código",
    "description": "Explore casos de uso comunes para GroupDocs.Merger en Node.js. Estos ejemplos demuestran cómo fusionar y dividir documentos de manera eficiente utilizando GroupDocs.Merger para Node.js.",
    "sample_1": {
      "title": "Fusionar múltiples archivos DOCX en un único documento en Node.js",
      "content_1": "Utilice GroupDocs.Merger para Node.js para combinar sin problemas múltiples archivos DOCX en un solo documento. La función [Merge Word Documents](https://docs.groupdocs.com/merger/nodejs-java/merge/word/) simplifica la gestión de documentos al fusionar archivos de manera eficiente.",
      "content_2": "A continuación, se muestra un fragmento de código en Node.js que demuestra el proceso de fusión:",
      "code_title": "Ejemplo: Fusión de archivos DOCX en Node.js",
      "comment_1": "Cargar el primer archivo DOCX",
      "comment_2": "Agregar archivos DOCX adicionales para fusionar",
      "comment_3": "Fusionar los archivos DOCX y guardar la salida"
    },
    "sample_2": {
      "title": "Dividir un documento PDF en múltiples archivos en Node.js",
      "content_1": "GroupDocs.Merger para Node.js facilita la división de documentos PDF grandes en archivos más pequeños. La función [Split Document](https://docs.groupdocs.com/merger/nodejs-java/split-document/) le permite extraer páginas específicas según diferentes criterios, como rango de páginas, páginas de inicio/fin, o páginas impares/pares.",
      "content_2": "Esta función ayuda a organizar documentos grandes al dividirlos en archivos más pequeños y manejables.",
      "code_title": "Cómo dividir un PDF en archivos separados en Node.js",
      "comment_1": "Utilice GroupDocs.Merger para Node.js para dividir el archivo PDF",
      "comment_2": "Defina SplitOptions con el formato de salida deseado",
      "comment_3": "Inicialice el Merger con el documento PDF de entrada",
      "comment_4": "Llame al método split con el objeto SplitOptions para generar archivos separados"
    }
  }
}