{
  "code_samples": {
    "title": "Exemplos de código",
    "description": "Explore casos de uso comuns do GroupDocs.Merger em Node.js. Estes exemplos demonstram como mesclar e dividir documentos de forma eficiente usando o GroupDocs.Merger para Node.js.",
    "sample_1": {
      "title": "Mesclar vários arquivos DOCX em um único documento em Node.js",
      "content_1": "Use o GroupDocs.Merger para Node.js para combinar vários arquivos DOCX em um único documento de forma integrada. O recurso [Mesclar Documentos do Word](https://docs.groupdocs.com/merger/nodejs-java/merge/word/) simplifica o gerenciamento de documentos ao mesclar arquivos de forma eficiente.",
      "content_2": "Abaixo está um trecho de código em Node.js que demonstra o processo de mesclagem:",
      "code_title": "Exemplo: Mesclando arquivos DOCX em Node.js",
      "comment_1": "Carregue o primeiro arquivo DOCX",
      "comment_2": "Adicione arquivos DOCX adicionais para mesclar",
      "comment_3": "Mescle os arquivos DOCX e salve a saída"
    },
    "sample_2": {
      "title": "Dividir um documento PDF em vários arquivos em Node.js",
      "content_1": "O GroupDocs.Merger para Node.js facilita a divisão de documentos PDF grandes em arquivos menores. O recurso [Dividir Documento](https://docs.groupdocs.com/merger/nodejs-java/split-document/) permite extrair páginas específicas com base em diferentes critérios, como intervalo de páginas, páginas de início/fim ou páginas ímpares/par.",
      "content_2": "Esse recurso ajuda a organizar documentos grandes, dividindo-os em arquivos menores e mais gerenciáveis.",
      "code_title": "Como dividir um PDF em arquivos separados em Node.js",
      "comment_1": "Use o GroupDocs.Merger para Node.js para dividir o arquivo PDF",
      "comment_2": "Defina as SplitOptions com o formato de saída desejado",
      "comment_3": "Inicialize o Merger com o documento PDF de entrada",
      "comment_4": "Chame o método split com o objeto SplitOptions para gerar arquivos separados"
    }
  }
}