{
  "features": {
    "title": "Key Features of GroupDocs.Merger for Node.js",
    "description": "Effortlessly merge, split, and manage documents in PDF and Office formats with GroupDocs.Merger in a Node.js environment.",
    "feature_1": {
      "title": "Seamless document combination",
      "content": "Combine multiple documents into a single file by selecting specific pages or ranges from different sources using GroupDocs.Merger for Node.js."
    },
    "feature_2": {
      "title": "Document splitting capabilities",
      "content": "Divide a large document into smaller, more manageable files with the advanced splitting tools provided by GroupDocs.Merger for Node.js."
    },
    "feature_3": {
      "title": "Efficient page movement",
      "content": "Rearrange pages within a document to meet your needs using the MovePage feature, designed for seamless integration in Node.js."
    },
    "feature_4": {
      "title": "Page removal options",
      "content": "Eliminate unwanted pages or specific page numbers effortlessly with the RemovePages feature in GroupDocs.Merger for Node.js."
    },
    "feature_5": {
      "title": "Page rotation functionality",
      "content": "Adjust the orientation of pages to 90, 180, or 270 degrees with the simple and effective RotatePages operation."
    },
    "feature_6": {
      "title": "Page swapping feature",
      "content": "Reorganize your document by swapping the positions of pages using the SwapPages function in GroupDocs.Merger for Node.js."
    },
    "feature_7": {
      "title": "Selective page extraction",
      "content": "Extract specific pages or ranges to create a new document, focusing only on the content you need with GroupDocs.Merger for Node.js."
    },
    "feature_8": {
      "title": "Orientation alteration tool",
      "content": "Switch the orientation of pages from portrait to landscape or vice versa using the ChangeOrientation feature in your Node.js applications."
    },
    "feature_9": {
      "title": "Document page previews",
      "content": "Generate image previews of document pages to review their content and layout with the PreviewPages feature in Node.js."
    }
  }
}