{
  "code_samples": {
    "title": "Codebeispiele",
    "description": "Entdecken Sie häufige Anwendungsfälle für GroupDocs.Merger in Node.js. Diese Beispiele zeigen, wie Sie Dokumente mit GroupDocs.Merger für Node.js effizient zusammenführen und aufteilen können.",
    "sample_1": {
      "title": "Mehrere DOCX-Dateien in einem Dokument in Node.js zusammenführen",
      "content_1": "Verwenden Sie GroupDocs.Merger für Node.js, um mehrere DOCX-Dateien nahtlos in einem einzigen Dokument zu kombinieren. Die [Word-Dokumente zusammenführen](https://docs.groupdocs.com/merger/nodejs-java/merge/word/) Funktion vereinfacht das Dokumentenmanagement, indem sie Dateien effizient zusammenführt.",
      "content_2": "Im Folgenden finden Sie ein Node.js-Codebeispiel, das den Zusammenführungsprozess demonstriert:",
      "code_title": "Beispiel: Zusammenführen von DOCX-Dateien in Node.js",
      "comment_1": "Laden Sie die erste DOCX-Datei",
      "comment_2": "Fügen Sie weitere DOCX-Dateien hinzu, die zusammengeführt werden sollen",
      "comment_3": "Führen Sie die DOCX-Dateien zusammen und speichern Sie die Ausgabe"
    },
    "sample_2": {
      "title": "Teilen eines PDF-Dokuments in mehrere Dateien in Node.js",
      "content_1": "GroupDocs.Merger für Node.js erleichtert das Aufteilen großer PDF-Dokumente in kleinere Dateien. Die [Dokument aufteilen](https://docs.groupdocs.com/merger/nodejs-java/split-document/) Funktion ermöglicht es Ihnen, bestimmte Seiten basierend auf verschiedenen Kriterien zu extrahieren, wie z. B. Seitenbereich, Start-/Endseiten oder ungerade/gerade Seiten.",
      "content_2": "Diese Funktion hilft, große Dokumente zu organisieren, indem sie in kleinere, besser handhabbare Dateien unterteilt werden.",
      "code_title": "So teilen Sie ein PDF in separate Dateien in Node.js",
      "comment_1": "Verwenden Sie GroupDocs.Merger für Node.js, um die PDF-Datei zu teilen",
      "comment_2": "Definieren Sie SplitOptions mit dem gewünschten Ausgabeformat",
      "comment_3": "Initialisieren Sie den Merger mit dem Eingabe-PDF-Dokument",
      "comment_4": "Rufen Sie die Split-Methode mit dem SplitOptions-Objekt auf, um separate Dateien zu generieren"
    }
  }
}