{
  "features": {
    "title": "คุณสมบัติหลักของ GroupDocs.Merger สำหรับ Node.js",
    "description": "รวม แยก และจัดการเอกสารในรูปแบบ PDF และ Office ได้อย่างมีประสิทธิภาพด้วย GroupDocs.Merger ในสภาพแวดล้อมของ Node.js",
    "feature_1": {
      "title": "การรวมเอกสารที่ราบรื่น",
      "content": "รวมเอกสารหลายฉบับเข้าด้วยกันเป็นไฟล์เดี่ยว โดยการเลือกหน้าหรือช่วงหน้าที่เฉพาะจากแหล่งต่างๆ โดยใช้ GroupDocs.Merger สำหรับ Node.js"
    },
    "feature_2": {
      "title": "ความสามารถในการแยกเอกสาร",
      "content": "แบ่งเอกสารขนาดใหญ่ให้เป็นไฟล์ขนาดเล็กที่จัดการได้ง่ายขึ้นด้วยเครื่องมือการแยกที่มีความก้าวหน้าจาก GroupDocs.Merger สำหรับ Node.js"
    },
    "feature_3": {
      "title": "การเคลื่อนย้ายหน้าอย่างมีประสิทธิภาพ",
      "content": "จัดเรียงหน้าภายในเอกสารตามความต้องการของคุณโดยใช้ฟีเจอร์ MovePage ซึ่งออกแบบมาเพื่อการทำงานร่วมกันอย่างไร้รอยต่อใน Node.js"
    },
    "feature_4": {
      "title": "ตัวเลือกการลบหน้า",
      "content": "ลบหน้าที่ไม่ต้องการหรือหมายเลขหน้าที่เฉพาะได้อย่างรวดเร็วด้วยฟีเจอร์ RemovePages ใน GroupDocs.Merger สำหรับ Node.js"
    },
    "feature_5": {
      "title": "ฟังก์ชันการหมุนหน้า",
      "content": "ปรับแนวของหน้าให้เป็น 90, 180 หรือ 270 องศาได้ง่ายๆ ด้วยการดำเนินการ RotatePages ที่มีประสิทธิภาพ"
    },
    "feature_6": {
      "title": "ฟีเจอร์การสลับหน้า",
      "content": "จัดระเบียบเอกสารของคุณโดยการสลับตำแหน่งของหน้าโดยใช้ฟังก์ชัน SwapPages ใน GroupDocs.Merger สำหรับ Node.js"
    },
    "feature_7": {
      "title": "การดึงหน้าที่เลือกสรร",
      "content": "ดึงหน้าหรือช่วงหน้าที่เฉพาะเพื่อสร้างเอกสารใหม่ โดยมุ่งเน้นที่เนื้อหาที่คุณต้องการด้วย GroupDocs.Merger สำหรับ Node.js"
    },
    "feature_8": {
      "title": "เครื่องมือเปลี่ยนแนว",
      "content": "สลับแนวของหน้าจากแนวตั้งไปยังแนวนอนหรือกลับกัน โดยใช้ฟีเจอร์ ChangeOrientation ในแอปพลิเคชัน Node.js ของคุณ"
    },
    "feature_9": {
      "title": "ภาพพรีวิวหน้าของเอกสาร",
      "content": "สร้างภาพพรีวิวของหน้าของเอกสารเพื่อดูเนื้อหาและเค้าโครงด้วยฟีเจอร์ PreviewPages ใน Node.js"
    }
  }
}