{
  "features": {
    "title": "Fonctionnalités Clés de GroupDocs.Merger pour Node.js",
    "description": "Fusionnez, divisez et gérez sans effort des documents aux formats PDF et Office avec GroupDocs.Merger dans un environnement Node.js.",
    "feature_1": {
      "title": "Combinaison de documents sans faille",
      "content": "Combinez plusieurs documents en un seul fichier en sélectionnant des pages ou des plages spécifiques provenant de différentes sources à l'aide de GroupDocs.Merger pour Node.js."
    },
    "feature_2": {
      "title": "Capacités de découpage de documents",
      "content": "Divisez un document volumineux en fichiers plus petits et plus gérables grâce aux outils de découpage avancés fournis par GroupDocs.Merger pour Node.js."
    },
    "feature_3": {
      "title": "Mouvement de pages efficace",
      "content": "Réorganisez les pages au sein d'un document selon vos besoins grâce à la fonctionnalité MovePage, conçue pour une intégration fluide dans Node.js."
    },
    "feature_4": {
      "title": "Options de suppression de pages",
      "content": "Éliminez sans effort les pages indésirables ou des numéros de pages spécifiques grâce à la fonctionnalité RemovePages de GroupDocs.Merger pour Node.js."
    },
    "feature_5": {
      "title": "Fonctionnalité de rotation des pages",
      "content": "Ajustez l'orientation des pages à 90, 180 ou 270 degrés grâce à l'opération simple et efficace RotatePages."
    },
    "feature_6": {
      "title": "Fonction de permutation de pages",
      "content": "Réorganisez votre document en échangeant les positions des pages à l'aide de la fonction SwapPages de GroupDocs.Merger pour Node.js."
    },
    "feature_7": {
      "title": "Extraction sélective de pages",
      "content": "Extrayez des pages ou plages spécifiques pour créer un nouveau document, en vous concentrant uniquement sur le contenu nécessaire avec GroupDocs.Merger pour Node.js."
    },
    "feature_8": {
      "title": "Outil de modification d'orientation",
      "content": "Changez l'orientation des pages du portrait au paysage ou vice versa à l'aide de la fonctionnalité ChangeOrientation dans vos applications Node.js."
    },
    "feature_9": {
      "title": "Aperçus des pages de documents",
      "content": "Générez des aperçus d'image des pages de documents pour revoir leur contenu et leur mise en page avec la fonctionnalité PreviewPages dans Node.js."
    }
  }
}