{
  "head": {
    "title": "Dokumentide ühendamise ja jagamise lahendus | Kohapealsed API-d ja tasuta rakendus",
    "description": "Ühendage ja jagage MS Office, OpenDocument, PDF-pildid ja muud failivormingud, kasutades On Premise Solutionit või kasutage rakendust Online Document Merger & Splitter."
  },
  "header": {
    "title": "Lahendus dokumentide liitmiseks ja tükeldamiseks",
    "description": "Ühendage hõlpsalt mitu dokumenti või jagage Microsoft Office, OpenOffice, PDF ja muud dokumendid lehtedeks."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger kõrge koodiga API-d hõlmavad",
      "label": "Vaadake kõiki kõrge koodiga API-sid",
      "net": {
        "content": "Eeldusel olevad API-d, mis aitavad teil .NET-põhistes rakendustes mitme dokumendi jaoks kiiresti jagada ja liita."
      },
      "java": {
        "content": "Native Java API-d mitme dokumendi kiireks liitmiseks või mis tahes dokumendi lehtedeks jagamiseks teie Java-põhistes rakendustes."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger madala koodiga API-d hõlmavad",
      "label": "Vaadake kõiki madala koodiga API-sid",
      "curl": {
        "content": "Lihtsad cURL-i käsud RESTfuli dokumentide ühendamise Cloud API jaoks, et liita ja jagada dokumente paljudes toetatud populaarsetes dokumendivormingutes."
      },
      "net": {
        "content": "Cloud SDK Microsoft .NET-i jaoks, mis aitab programmeerijatel oma .NET-põhistes rakendustes rakendada mitme dokumendi kiire liitmise ja jagamise funktsiooni."
      },
      "java": {
        "content": "Kombineerige mitu dokumenti üheks, jagage mis tahes dokument mitmeks, korraldage ümber, asendage või muutke oma Java rakendustes lehe orientatsiooni."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Koodirakendused puuduvad",
      "label": "Kuva kõik koodita rakendused",
      "total": {
        "content": "Proovige meie tasuta veebirakendust, et ühendada rohkem kui 30 tüüpi faile ilma lemmikveebibrauserist lahkumata."
      },
      "docx": {
        "content": "Ühe dokumendi loomiseks ühendage mitu DOCX-faili."
      },
      "pdf": {
        "content": "Ühendage mitu PDF-faili, et luua üks dokument otse veebibrauserist."
      }
    }
  }
}