{
  "head": {
    "title": "Λύση συγχώνευσης και διαίρεσης εγγράφων | On Premise API και δωρεάν εφαρμογή",
    "description": "Συγχώνευση και διαίρεση MS Office, OpenDocument, εικόνες PDF και άλλες μορφές αρχείων χρησιμοποιώντας On Premise Solution ή χρησιμοποιήστε την εφαρμογή Online Document Merger & Splitter."
  },
  "header": {
    "title": "Λύση για συγχώνευση και διαίρεση εγγράφων",
    "description": "Συγχωνεύστε εύκολα πολλά έγγραφα ή χωρίστε το Microsoft Office, το OpenOffice, το PDF και άλλα έγγραφα σε σελίδες."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger High Code APIs Include",
      "label": "Προβολή όλων των API High Code",
      "net": {
        "content": "Σε Premise API που μπορούν να σας βοηθήσουν να εφαρμόσετε τη δυνατότητα γρήγορης διαίρεσης και συγχώνευσης για πολλά έγγραφα στις εφαρμογές σας που βασίζονται στο .NET."
      },
      "java": {
        "content": "Native Java API για γρήγορη συγχώνευση πολλαπλών εγγράφων ή διαχωρισμό οποιουδήποτε εγγράφου σε σελίδες εντός των εφαρμογών σας που βασίζονται σε Java."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Low Code APIs Include",
      "label": "Προβολή όλων των API χαμηλού κώδικα",
      "curl": {
        "content": "Απλές εντολές cURL για RESTful συγχώνευση εγγράφων Cloud API για συγχώνευση και διαίρεση εγγράφων σε ένα ευρύ φάσμα υποστηριζόμενων δημοφιλών μορφών εγγράφων."
      },
      "net": {
        "content": "Cloud SDK για Microsoft .NET που βοηθά τους προγραμματιστές να εφαρμόζουν τη δυνατότητα γρήγορης συγχώνευσης και διαχωρισμού για πολλά έγγραφα στις εφαρμογές τους που βασίζονται στο .NET."
      },
      "java": {
        "content": "Συνδυάστε πολλά έγγραφα σε ένα, χωρίστε οποιοδήποτε έγγραφο σε πολλά, αναδιατάξτε, αντικαταστήστε ή αλλάξτε τον προσανατολισμό της σελίδας στις εφαρμογές σας Java."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Δεν περιλαμβάνονται εφαρμογές κώδικα",
      "label": "Προβολή όλων των εφαρμογών χωρίς κώδικα",
      "total": {
        "content": "Δοκιμάστε τη δωρεάν διαδικτυακή μας εφαρμογή για να συνδέσετε περισσότερους από 30 τύπους αρχείων χωρίς να αφήσετε το αγαπημένο σας πρόγραμμα περιήγησης ιστού."
      },
      "docx": {
        "content": "Συνδέστε πολλά αρχεία DOCX για να δημιουργήσετε ένα μόνο έγγραφο."
      },
      "pdf": {
        "content": "Συγχωνεύστε πολλά αρχεία PDF για να δημιουργήσετε ένα μόνο έγγραφο απευθείας από το πρόγραμμα περιήγησης Ιστού."
      }
    }
  }
}