{
  "head": {
    "title": "Lösning för sammanfogning och uppdelning av dokument | On Premise API och gratis app",
    "description": "Slå samman och dela MS Office, OpenDocument, PDF-bilder och andra filformat med On Premise Solution eller använd appen Online Document Merger & Splitter."
  },
  "header": {
    "title": "Lösning för att slå samman och dela dokument",
    "description": "Slå enkelt ihop flera dokument eller dela upp Microsoft Office, OpenOffice, PDF och andra dokument i sidor."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger High Code API:er inkluderar",
      "label": "Visa alla High Code API:er",
      "net": {
        "content": "On Premise API:er som kan hjälpa dig att implementera en snabb split- och sammanfogningsfunktion för flera dokument i dina .NET-baserade applikationer."
      },
      "java": {
        "content": "Inbyggda Java API:er för att snabbt slå samman flera dokument eller dela upp ett dokument i sidor i dina Java-baserade applikationer."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Low Code API:er inkluderar",
      "label": "Visa alla lågkods-API:er",
      "curl": {
        "content": "Enkla cURL-kommandon för RESTful dokumentsammanslagning Cloud API för att slå samman och dela dokument över det stora utbudet av populära dokumentformat som stöds."
      },
      "net": {
        "content": "Cloud SDK för Microsoft .NET som hjälper programmerare att implementera snabb sammanfogning och split-funktion för flera dokument i sina .NET-baserade applikationer."
      },
      "java": {
        "content": "Kombinera flera dokument till ett, dela upp alla dokument till flera, ordna om, ersätt eller ändra sidorientering i dina Java-applikationer."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Inga kodappar ingår",
      "label": "Visa alla No Code-appar",
      "total": {
        "content": "Prova vår gratis onlineapp för att sammanfoga mer än 30 typer av filer utan att behöva lämna din favoritwebbläsare."
      },
      "docx": {
        "content": "Sammanfoga flera DOCX-filer för att skapa ett enda dokument."
      },
      "pdf": {
        "content": "Slå samman flera PDF-filer för att skapa ett enda dokument direkt från webbläsaren."
      }
    }
  }
}