{
  "head": {
    "title": "Rješenje za spajanje i dijeljenje dokumenata | Lokalni API-ji i besplatna aplikacija",
    "description": "Spojite i podijelite MS Office, OpenDocument, PDF slike i druge formate datoteka koristeći On Premise Solution ili upotrijebite aplikaciju Online Document Merger & Splitter App."
  },
  "header": {
    "title": "Rješenje za spajanje i dijeljenje dokumenata",
    "description": "Jednostavno spojite više dokumenata ili podijelite Microsoft Office, OpenOffice, PDF i druge dokumente na stranice."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger High Code API-ji uključuju",
      "label": "Pregledajte sve API-je visokog koda",
      "net": {
        "content": "On Premise API-ji koji vam mogu pomoći u implementaciji značajke brzog dijeljenja i spajanja za više dokumenata u vašim .NET aplikacijama."
      },
      "java": {
        "content": "Izvorni Java API-ji za brzo spajanje više dokumenata ili dijeljenje bilo kojeg dokumenta na stranice unutar vaših aplikacija temeljenih na Javi."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Low Code API-ji uključuju",
      "label": "Pogledajte sve API-je s niskim kodom",
      "curl": {
        "content": "Jednostavne cURL naredbe za RESTful spajanje dokumenata Cloud API za spajanje i dijeljenje dokumenata u širokom rasponu podržanih popularnih formata dokumenata."
      },
      "net": {
        "content": "Cloud SDK za Microsoft .NET koji pomaže programerima da implementiraju značajku brzog spajanja i dijeljenja za više dokumenata u svojim aplikacijama temeljenim na .NET."
      },
      "java": {
        "content": "Kombinirajte više dokumenata u jedan, podijelite bilo koji dokument na više, promijenite redoslijed, zamijenite ili promijenite orijentaciju stranice u svojim Java aplikacijama."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger No Code Apps Include",
      "label": "Pogledajte sve aplikacije bez koda",
      "total": {
        "content": "Isprobajte našu besplatnu online aplikaciju za spajanje više od 30 vrsta datoteka bez napuštanja omiljenog web preglednika."
      },
      "docx": {
        "content": "Spojite više DOCX datoteka za generiranje jednog dokumenta."
      },
      "pdf": {
        "content": "Spojite više PDF datoteka kako biste generirali jedan dokument izravno iz web preglednika."
      }
    }
  }
}