{
  "head": {
    "title": "Dokumentum egyesítés és felosztás megoldás | On Premise API-k és ingyenes alkalmazások",
    "description": "Egyesítse és ossza fel az MS Office-t, az OpenDocument-et, a PDF-képeket és más fájlformátumokat az On Premise Solution segítségével, vagy használja az Online Document Merger & Splitter alkalmazást."
  },
  "header": {
    "title": "Megoldás dokumentumok egyesítésére és felosztására",
    "description": "Könnyen egyesíthet több dokumentumot, vagy oszthat fel lapokra a Microsoft Office, OpenOffice, PDF és egyéb dokumentumokat."
  },
  "apis": {
    "highcode": {
      "title": "A GroupDocs.Merger High Code API-k magukban foglalják",
      "label": "Az összes High Code API megtekintése",
      "net": {
        "content": "On Premise API-k, amelyek segíthetnek a gyors felosztás és egyesítés funkció megvalósításában több dokumentumhoz a .NET-alapú alkalmazásokban."
      },
      "java": {
        "content": "Natív Java API-k több dokumentum gyors egyesítésére vagy bármely dokumentum oldalra bontására a Java alapú alkalmazásokon belül."
      }
    },
    "lowcode": {
      "title": "A GroupDocs.Merger alacsony kódú API-k magukban foglalják",
      "label": "Az összes alacsony kódú API megtekintése",
      "curl": {
        "content": "Egyszerű cURL-parancsok a RESTful dokumentum-egyesítéshez Cloud API a dokumentumok egyesítéséhez és felosztásához a támogatott népszerű dokumentumformátumok széles körében."
      },
      "net": {
        "content": "Cloud SDK a Microsoft .NET-hez, amely segít a programozóknak több dokumentum gyors egyesítését és felosztását megvalósítani .NET-alapú alkalmazásaikban."
      },
      "java": {
        "content": "Több dokumentumot egyesíthet egybe, bármely dokumentumot több részre oszthat fel, átrendezheti, cserélheti vagy módosíthatja az oldal tájolását a Java-alkalmazásokban."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Nincsenek kódalkalmazások",
      "label": "Az összes kód nélküli alkalmazás megtekintése",
      "total": {
        "content": "Próbálja ki ingyenes online alkalmazásunkat, amellyel több mint 30 típusú fájlt fűzhet össze anélkül, hogy elhagyná kedvenc webböngészőjét."
      },
      "docx": {
        "content": "Több DOCX-fájl összefűzése egyetlen dokumentum létrehozásához."
      },
      "pdf": {
        "content": "Egyesítsen több PDF-fájlt egyetlen dokumentum létrehozásához közvetlenül a webböngészőből."
      }
    }
  }
}