{
  "head": {
    "title": "Решение за обединяване и разделяне на документи | API на място и безплатно приложение",
    "description": "Обединяване и разделяне на MS Office, OpenDocument, PDF изображения и други файлови формати с помощта на On Premise Solution или използвайте онлайн приложението за обединяване и разделяне на документи."
  },
  "header": {
    "title": "Решение за обединяване и разделяне на документи",
    "description": "Лесно обединете множество документи или разделете Microsoft Office, OpenOffice, PDF и други документи на страници."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger High Code API включва",
      "label": "Вижте всички API с висок код",
      "net": {
        "content": "On Premise API, които могат да ви помогнат да внедрите функция за бързо разделяне и сливане за множество документи във вашите .NET базирани приложения."
      },
      "java": {
        "content": "Нативни Java API за бързо обединяване на множество документи или разделяне на всеки документ на страници във вашите приложения, базирани на Java."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Low Code API включва",
      "label": "Вижте всички API с нисък код",
      "curl": {
        "content": "Прости cURL команди за облачен API за обединяване на документи RESTful за обединяване и разделяне на документи в широка гама от поддържани популярни формати на документи."
      },
      "net": {
        "content": "Облачен SDK за Microsoft .NET, който помага на програмистите да внедрят функция за бързо сливане и разделяне за множество документи в своите приложения, базирани на .NET."
      },
      "java": {
        "content": "Комбинирайте множество документи в един, разделете всеки документ на няколко, пренаредете, заменете или променете ориентацията на страницата във вашите Java приложения."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Не включва приложения с код",
      "label": "Вижте всички приложения без код",
      "total": {
        "content": "Изпробвайте нашето безплатно онлайн приложение, за да свържете повече от 30 вида файлове, без да напускате любимия си уеб браузър."
      },
      "docx": {
        "content": "Свържете множество DOCX файлове, за да генерирате един документ."
      },
      "pdf": {
        "content": "Обединете множество PDF файлове, за да генерирате един документ директно от уеб браузъра."
      }
    }
  }
}