{
  "head": {
    "title": "حل دمج وتقسيم المستندات | في Premise APIs والتطبيق المجاني",
    "description": "دمج وتقسيم MS Office و OpenDocument وصور PDF وتنسيقات الملفات الأخرى باستخدام On Premise Solution أو استخدام تطبيق Online Document Merger & Splitter."
  },
  "header": {
    "title": "حل لدمج المستندات وتقسيمها",
    "description": "يمكنك دمج مستندات متعددة بسهولة أو تقسيم Microsoft Office و OpenOffice و PDF والمستندات الأخرى إلى صفحات."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger عالية كود API تشمل",
      "label": "عرض جميع واجهات برمجة التطبيقات عالية الكود",
      "net": {
        "content": "في Premise APIs التي يمكن أن تساعدك في تنفيذ ميزة التقسيم والدمج السريع لمستندات متعددة في تطبيقاتك المستندة إلى .NET."
      },
      "java": {
        "content": "Java APIs الأصلية لدمج مستندات متعددة بسرعة أو تقسيم أي مستند إلى صفحات داخل تطبيقات Java الخاصة بك."
      }
    },
    "lowcode": {
      "title": "تتضمن GroupDocs.Merger Low Code APIs",
      "label": "عرض جميع واجهات برمجة التطبيقات ذات التعليمات البرمجية المنخفضة",
      "curl": {
        "content": "أوامر cURL بسيطة لدمج المستندات RESTful Cloud API لدمج وتقسيم المستندات عبر مجموعة واسعة من تنسيقات المستندات الشائعة المدعومة."
      },
      "net": {
        "content": "Cloud SDK لـ Microsoft .NET تساعد المبرمجين على تنفيذ ميزة الدمج والتقسيم السريع لمستندات متعددة باستخدام تطبيقاتهم المستندة إلى .NET."
      },
      "java": {
        "content": "ادمج عدة مستندات في مستند واحد ، وقم بتقسيم أي مستند إلى عدة مستندات ، أو أعد ترتيب ، أو استبدل ، أو قم بتغيير اتجاه الصفحة في تطبيقات Java الخاصة بك."
      }
    },
    "nocode": {
      "title": "تتضمن GroupDocs.Merger No Code Apps",
      "label": "عرض جميع تطبيقات لا كود",
      "total": {
        "content": "جرب تطبيقنا المجاني عبر الإنترنت لتجميع أكثر من 30 نوعًا من الملفات دون مغادرة متصفح الويب المفضل لديك."
      },
      "docx": {
        "content": "اربط عدة ملفات DOCX لإنشاء مستند واحد."
      },
      "pdf": {
        "content": "دمج ملفات PDF متعددة لإنشاء مستند واحد مباشرة من متصفح الويب."
      }
    }
  }
}