{
  "head": {
    "title": "Skjalasamruna og skiptalausn | On Premise API og ókeypis app",
    "description": "Sameina og skipta MS Office, OpenDocument, PDF myndir og önnur skráarsnið með því að nota On Premise lausn eða nota Online Document Merger & Splitter appið."
  },
  "header": {
    "title": "Lausn til að sameina og skipta skjölum",
    "description": "Sameinaðu auðveldlega mörg skjöl eða skiptu Microsoft Office, OpenOffice, PDF og öðrum skjölum í síður."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger High Code API eru með",
      "label": "Skoða öll High Code API",
      "net": {
        "content": "On Premise API sem geta hjálpað þér að innleiða fljótlega skiptingu og sameiningu fyrir mörg skjöl í .NET forritunum þínum."
      },
      "java": {
        "content": "Native Java API til að sameina mörg skjöl fljótt eða skipta hvaða skjölum sem er í síður innan Java byggðra forrita."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Low Code API innihalda",
      "label": "Skoða öll lágkóða API",
      "curl": {
        "content": "Einfaldar cURL skipanir fyrir RESTful skjalasamruna Cloud API til að sameina og skipta skjölum yfir fjölbreytt úrval af stuttum vinsælum skjalasniðum."
      },
      "net": {
        "content": "Cloud SDK fyrir Microsoft .NET sem hjálpar forriturum að innleiða fljótlega sameiningu og skiptingu fyrir mörg skjöl með í .NET byggðum forritum sínum."
      },
      "java": {
        "content": "Sameina mörg skjöl í eitt, skiptu hvaða skjali sem er í mörg, endurraðaðu, skiptu út eða breyttu síðustefnu í Java forritunum þínum."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Engin kóðaforrit fylgja",
      "label": "Skoða öll forrit án kóða",
      "total": {
        "content": "Prófaðu ókeypis netforritið okkar til að sameina meira en 30 tegundir skráa án þess að fara út úr uppáhalds vafranum þínum."
      },
      "docx": {
        "content": "Sameina margar DOCX skrár til að búa til eitt skjal."
      },
      "pdf": {
        "content": "Sameina margar PDF skrár til að búa til eitt skjal beint úr vafranum."
      }
    }
  }
}