{
  "head": {
    "title": "Penyelesaian Gabungan dan Pisah Dokumen | API Di Premis & Apl Percuma",
    "description": "Gabung & Pisahkan MS Office, OpenDocument, imej PDF & Format Fail lain menggunakan Penyelesaian Di Premis atau gunakan Apl Penggabungan & Pemisah Dokumen Dalam Talian."
  },
  "header": {
    "title": "Penyelesaian untuk Menggabung dan Memisahkan Dokumen",
    "description": "Cantumkan berbilang dokumen dengan mudah atau pisahkan Microsoft Office, OpenOffice, PDF dan dokumen lain ke dalam halaman."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Termasuk API Kod Tinggi Penggabungan",
      "label": "Lihat Semua API Kod Tinggi",
      "net": {
        "content": "On Premise API yang boleh membantu anda melaksanakan ciri pemisahan dan gabungan pantas untuk berbilang dokumen dalam aplikasi berasaskan .NET anda."
      },
      "java": {
        "content": "API Java asli untuk menggabungkan berbilang dokumen dengan cepat atau memisahkan mana-mana dokumen kepada halaman dalam aplikasi berasaskan Java anda."
      }
    },
    "lowcode": {
      "title": "GroupDocs.API Kod Rendah Penggabungan Termasuk",
      "label": "Lihat Semua API Kod Rendah",
      "curl": {
        "content": "Perintah cURL mudah untuk RESTful penggabungan dokumen Cloud API untuk menggabungkan dan memisahkan dokumen merentas pelbagai format dokumen popular yang disokong."
      },
      "net": {
        "content": "Cloud SDK untuk Microsoft .NET yang membantu pengaturcara melaksanakan ciri cantuman dan pemisahan pantas untuk berbilang dokumen dalam aplikasi berasaskan .NET mereka."
      },
      "java": {
        "content": "Gabungkan berbilang dokumen menjadi satu, belah mana-mana dokumen kepada berbilang, susun semula, ganti atau tukar orientasi halaman dalam aplikasi Java anda."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger No Code Apps Include",
      "label": "Lihat Semua Apl Tanpa Kod",
      "total": {
        "content": "Cuba apl dalam talian percuma kami untuk menggabungkan lebih daripada 30 jenis fail tanpa meninggalkan pelayar web kegemaran anda."
      },
      "docx": {
        "content": "Gabungkan berbilang fail DOCX untuk menjana satu dokumen."
      },
      "pdf": {
        "content": "Gabungkan berbilang fail PDF untuk menjana satu dokumen terus daripada pelayar web."
      }
    }
  }
}