{
  "head": {
    "title": "Dokumentų sujungimo ir padalijimo sprendimas | Premise API ir nemokama programa",
    "description": "Sujunkite ir padalinkite MS Office, OpenDocument, PDF vaizdus ir kitus failų formatus naudodami On Premise Solution arba naudokite internetinę dokumentų sujungimo ir skaidymo programą."
  },
  "header": {
    "title": "Sprendimas sujungti ir padalinti dokumentus",
    "description": "Lengvai sujunkite kelis dokumentus arba padalinkite Microsoft Office, OpenOffice, PDF ir kitus dokumentus į puslapius."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger High Code API apima",
      "label": "Peržiūrėkite visas aukšto kodo API",
      "net": {
        "content": "On Premise API, kurios gali padėti įdiegti greito padalijimo ir sujungimo funkciją keliems dokumentams jūsų .NET pagrįstose programose."
      },
      "java": {
        "content": "Java API, leidžiančios greitai sujungti kelis dokumentus arba padalyti bet kurį dokumentą į puslapius Java pagrįstose programose."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger žemo kodo API apima",
      "label": "Peržiūrėkite visas žemo kodo API",
      "curl": {
        "content": "Paprastos cURL komandos, skirtos RESTful document merger Cloud API, kad būtų galima sujungti ir padalinti dokumentus iš įvairių palaikomų populiarių dokumentų formatų."
      },
      "net": {
        "content": "Microsoft .NET skirtas debesies SDK, kuris padeda programuotojams įdiegti greito kelių dokumentų sujungimo ir padalijimo funkciją savo .NET pagrįstose programose."
      },
      "java": {
        "content": "Sujunkite kelis dokumentus į vieną, padalykite bet kurį dokumentą į kelis, pertvarkykite, pakeiskite arba pakeiskite puslapio orientaciją savo Java programose."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger nėra kodo programų",
      "label": "Peržiūrėti visas be kodo programas",
      "total": {
        "content": "Išbandykite mūsų nemokamą internetinę programą, kad sujungtumėte daugiau nei 30 tipų failus neišeidami iš mėgstamos žiniatinklio naršyklės."
      },
      "docx": {
        "content": "Sujunkite kelis DOCX failus, kad sukurtumėte vieną dokumentą."
      },
      "pdf": {
        "content": "Sujunkite kelis PDF failus, kad sukurtumėte vieną dokumentą tiesiai iš žiniatinklio naršyklės."
      }
    }
  }
}