{
  "head": {
    "title": "Document Merge and Split Solution | Premise API-ებზე და უფასო აპლიკაციაზე",
    "description": "შერწყმა და გაყოფა MS Office, OpenDocument, PDF სურათები და სხვა ფაილის ფორმატები On Premise Solution-ის გამოყენებით ან გამოიყენეთ ონლაინ Document Merger & Splitter აპი."
  },
  "header": {
    "title": "გადაწყვეტა დოკუმენტების შერწყმისა და გაყოფისთვის",
    "description": "მარტივად გააერთიანეთ მრავალი დოკუმენტი ან გაყავით Microsoft Office, OpenOffice, PDF და სხვა დოკუმენტები გვერდებად."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger High Code APIs Include",
      "label": "ყველა High Code API-ის ნახვა",
      "net": {
        "content": "Premise API-ებზე, რომლებიც დაგეხმარებათ დანერგოთ სწრაფი გაყოფა და შერწყმა მრავალი დოკუმენტისთვის თქვენს .NET აპლიკაციებში."
      },
      "java": {
        "content": "Native Java API-ები, რათა სწრაფად დააკავშიროთ მრავალი დოკუმენტი ან დაყოთ ნებისმიერი დოკუმენტი გვერდებად თქვენს Java-ზე დაფუძნებულ აპლიკაციებში."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Low Code APIs Include",
      "label": "იხილეთ ყველა Low Code API",
      "curl": {
        "content": "მარტივი cURL ბრძანებები RESTful დოკუმენტების შერწყმის Cloud API-სთვის, რათა გაერთიანდეს და გაყოს დოკუმენტები მხარდაჭერილი პოპულარული დოკუმენტის ფორმატების ფართო სპექტრში."
      },
      "net": {
        "content": "Cloud SDK Microsoft .NET-ისთვის, რომელიც ეხმარება პროგრამისტებს დანერგონ სწრაფი შერწყმა და გაყოფა მრავალი დოკუმენტისთვის მათ .NET აპლიკაციებში."
      },
      "java": {
        "content": "შეუთავსეთ მრავალი დოკუმენტი ერთში, გაყავით ნებისმიერი დოკუმენტი მრავალზე, გადააწყვეთ, შეცვალეთ ან შეცვალეთ გვერდის ორიენტაცია თქვენს Java აპლიკაციებში."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger No Code Apps Include",
      "label": "იხილეთ ყველა No Code აპი",
      "total": {
        "content": "სცადეთ ჩვენი უფასო ონლაინ აპლიკაცია, რომ დააკავშიროთ 30-ზე მეტი ტიპის ფაილი თქვენი საყვარელი ვებ ბრაუზერის დატოვების გარეშე."
      },
      "docx": {
        "content": "შეაერთეთ მრავალი DOCX ფაილი ერთი დოკუმენტის შესაქმნელად."
      },
      "pdf": {
        "content": "შეაერთეთ მრავალი PDF ფაილი ერთი დოკუმენტის გენერირებისთვის პირდაპირ ვებ ბრაუზერიდან."
      }
    }
  }
}