{
  "head": {
    "title": "Belge Birleştirme ve Böl Çözümü | Şirket İçi API'ler ve Ücretsiz Uygulama",
    "description": "Yerinde Çözüm kullanarak MS Office, OpenDocument, PDF görüntüleri ve diğer Dosya Biçimlerini Birleştirin ve Bölün veya Çevrimiçi Belge Birleştirme ve Ayırıcı Uygulamasını kullanın."
  },
  "header": {
    "title": "Belgeleri Birleştirme ve Bölme Çözümü",
    "description": "Birden çok belgeyi kolayca birleştirin veya Microsoft Office, OpenOffice, PDF ve diğer belgeleri sayfalara bölün."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger Yüksek Kod API'leri şunları içerir:",
      "label": "Tüm Yüksek Kod API'lerini Görüntüle",
      "net": {
        "content": ".NET tabanlı uygulamalarınızda birden çok belge için hızlı bölme ve birleştirme özelliği uygulamanıza yardımcı olabilecek Şirket İçi API'ler."
      },
      "java": {
        "content": "Java tabanlı uygulamalarınızda birden çok belgeyi hızlı bir şekilde birleştirmek veya herhangi bir belgeyi sayfalara bölmek için yerel Java API'leri."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Düşük Kod API'leri şunları içerir:",
      "label": "Tüm Düşük Kodlu API'leri Görüntüle",
      "curl": {
        "content": "RESTful belge birleştirme için basit cURL komutları Bulut API'si, belgeleri çok çeşitli desteklenen popüler belge biçimleri arasında birleştirmek ve bölmek için."
      },
      "net": {
        "content": "Programcıların .NET tabanlı uygulamalarında birden çok belge için hızlı birleştirme ve bölme özelliğini uygulamalarına yardımcı olan Microsoft .NET için Bulut SDK."
      },
      "java": {
        "content": "Java uygulamalarınızda birden çok belgeyi tek bir belgede birleştirin, herhangi bir belgeyi birden çok belgeye bölün, yeniden sıralayın, değiştirin veya sayfa yönünü değiştirin."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Kod Yok Uygulamalar Dahil",
      "label": "Tüm Kodsuz Uygulamaları Görüntüle",
      "total": {
        "content": "En sevdiğiniz web tarayıcısından ayrılmadan 30'dan fazla dosya türünü birleştirmek için ücretsiz çevrimiçi uygulamamızı deneyin."
      },
      "docx": {
        "content": "Tek bir belge oluşturmak için birden çok DOCX dosyasını birleştirin."
      },
      "pdf": {
        "content": "Doğrudan web tarayıcısından tek bir belge oluşturmak için birden çok PDF dosyasını birleştirin."
      }
    }
  }
}