{
  "head": {
    "title": "دستاویز ضم اور تقسیم کا حل | پریمیس APIs اور مفت ایپ پر",
    "description": "آن پریمائز حل کا استعمال کرتے ہوئے ایم ایس آفس، اوپن دستاویز، پی ڈی ایف امیجز اور دیگر فائل فارمیٹس کو ضم اور تقسیم کریں یا آن لائن دستاویز انضمام اور اسپلٹر ایپ استعمال کریں۔"
  },
  "header": {
    "title": "دستاویزات کو ضم اور تقسیم کرنے کا حل",
    "description": "متعدد دستاویزات کو آسانی سے ضم کریں یا Microsoft Office، OpenOffice، PDF اور دیگر دستاویزات کو صفحات میں تقسیم کریں۔"
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger ہائی کوڈ APIs شامل ہیں۔",
      "label": "تمام ہائی کوڈ APIs دیکھیں",
      "net": {
        "content": "Premise APIs پر جو آپ کو آپ کی .NET پر مبنی ایپلی کیشنز میں متعدد دستاویزات کے لیے فوری تقسیم اور ضم کرنے کی خصوصیت کو نافذ کرنے میں مدد کر سکتا ہے۔"
      },
      "java": {
        "content": "مقامی جاوا APIs ایک سے زیادہ دستاویزات کو تیزی سے ضم کرنے یا کسی بھی دستاویز کو آپ کی جاوا پر مبنی ایپلی کیشنز کے صفحات میں تقسیم کرنے کے لیے۔"
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Low Code APIs شامل ہیں۔",
      "label": "تمام لو کوڈ APIs دیکھیں",
      "curl": {
        "content": "RESTful دستاویز کے انضمام کے Cloud API کے لیے سادہ سی آر ایل کمانڈز دستاویزات کو ضم اور تقسیم کرنے کے لیے معاون مقبول دستاویز فارمیٹس کی وسیع رینج میں۔"
      },
      "net": {
        "content": "مائیکروسافٹ .NET کے لیے کلاؤڈ SDK جو پروگرامرز کو اپنی .NET پر مبنی ایپلی کیشنز کے ساتھ متعدد دستاویزات کے لیے فوری انضمام اور تقسیم فیچر کو نافذ کرنے میں مدد کرتا ہے۔"
      },
      "java": {
        "content": "متعدد دستاویزات کو ایک میں یکجا کریں، کسی بھی دستاویز کو متعدد میں تقسیم کریں، اپنی جاوا ایپلی کیشنز میں صفحہ کی سمت بندی کو دوبارہ ترتیب دیں، تبدیل کریں یا تبدیل کریں۔"
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger کوئی کوڈ ایپس شامل نہیں۔",
      "label": "تمام کوئی کوڈ ایپس دیکھیں",
      "total": {
        "content": "اپنے پسندیدہ ویب براؤزر کو چھوڑے بغیر 30 سے ​​زیادہ اقسام کی فائلوں کو جوڑنے کے لیے ہماری مفت آن لائن ایپ کو آزمائیں۔"
      },
      "docx": {
        "content": "ایک دستاویز بنانے کے لیے متعدد DOCX فائلوں کو جوڑیں۔"
      },
      "pdf": {
        "content": "براہ راست ویب براؤزر سے ایک دستاویز بنانے کے لیے متعدد پی ڈی ایف فائلوں کو ضم کریں۔"
      }
    }
  }
}