{
  "head": {
    "title": "दस्तावेज़ मर्ज और स्प्लिट समाधान | ऑन-प्रिमाइसेस एपीआई और फ्री ऐप",
    "description": "ऑन-प्रिमाइसेस सॉल्यूशन का उपयोग करके एमएस ऑफिस, ओपन डॉक्यूमेंट, पीडीएफ इमेज और अन्य फाइल फॉर्मेट को मर्ज और स्प्लिट करें या ऑनलाइन डॉक्यूमेंट मर्जर और स्प्लिटर ऐप का उपयोग करें।"
  },
  "header": {
    "title": "दस्तावेज़ों को मर्ज और विभाजित करने का समाधान",
    "description": "आसानी से कई दस्तावेज़ों को मर्ज करें या Microsoft Office, OpenOffice, PDF और अन्य दस्तावेज़ों को पृष्ठों में विभाजित करें।"
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger हाई कोड API में शामिल हैं",
      "label": "सभी हाई कोड API देखें",
      "net": {
        "content": "ऑन-प्रिमाइसेस एपीआई जो आपके .NET आधारित अनुप्रयोगों में कई दस्तावेज़ों के लिए त्वरित विभाजन और मर्ज सुविधा को लागू करने में आपकी सहायता कर सकते हैं।"
      },
      "java": {
        "content": "नेटिव जावा एपीआई आपके जावा आधारित अनुप्रयोगों के भीतर कई दस्तावेज़ों को जल्दी से मर्ज करने या किसी दस्तावेज़ को पृष्ठों में विभाजित करने के लिए।"
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger कम कोड API शामिल करें",
      "label": "सभी निम्न कोड API देखें",
      "curl": {
        "content": "समर्थित लोकप्रिय दस्तावेज़ प्रारूपों की विस्तृत श्रृंखला में दस्तावेज़ों को मर्ज और विभाजित करने के लिए रीस्टफुल दस्तावेज़ विलय क्लाउड एपीआई के लिए सरल कर्ल आदेश।"
      },
      "net": {
        "content": "माइक्रोसॉफ्ट .NET के लिए क्लाउड एसडीके जो प्रोग्रामर्स को उनके .NET आधारित अनुप्रयोगों के साथ कई दस्तावेजों के लिए त्वरित मर्ज और स्प्लिट फीचर को लागू करने में मदद करता है।"
      },
      "java": {
        "content": "एकाधिक दस्तावेज़ों को एक में संयोजित करें, किसी दस्तावेज़ को एकाधिक में विभाजित करें, अपने जावा अनुप्रयोगों में पृष्ठ अभिविन्यास को पुन: व्यवस्थित करें, बदलें या बदलें।"
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger कोई कोड ऐप्स शामिल नहीं है",
      "label": "सभी देखें नो कोड ऐप्स",
      "total": {
        "content": "अपने पसंदीदा वेब ब्राउज़र को छोड़े बिना 30 से अधिक प्रकार की फाइलों को संयोजित करने के लिए हमारे मुफ्त ऑनलाइन ऐप को आज़माएं।"
      },
      "docx": {
        "content": "एकल दस्तावेज़ बनाने के लिए कई DOCX फ़ाइलों को संयोजित करें।"
      },
      "pdf": {
        "content": "वेब ब्राउज़र से सीधे एक दस्तावेज़ बनाने के लिए कई पीडीएफ फाइलों को मर्ज करें।"
      }
    }
  }
}