{
  "head": {
    "title": "Dokumentu sapludināšanas un sadalīšanas risinājums | Premise API un bezmaksas lietotne",
    "description": "Apvienojiet un sadaliet MS Office, OpenDocument, PDF attēlus un citus failu formātus, izmantojot On Premise Solution vai izmantojiet tiešsaistes dokumentu sapludināšanas un sadalīšanas lietotni."
  },
  "header": {
    "title": "Risinājums dokumentu sapludināšanai un sadalīšanai",
    "description": "Ērti sapludiniet vairākus dokumentus vai sadaliet Microsoft Office, OpenOffice, PDF un citus dokumentus lapās."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger High Code API ietver",
      "label": "Skatīt visas High Code API",
      "net": {
        "content": "On Premise API, kas var palīdzēt ieviest ātras sadalīšanas un sapludināšanas funkciju vairākiem dokumentiem jūsu .NET lietojumprogrammās."
      },
      "java": {
        "content": "Vietējās Java API, lai ātri apvienotu vairākus dokumentus vai sadalītu jebkuru dokumentu lapās jūsu Java lietojumprogrammās."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger zema koda API ietver",
      "label": "Skatīt visas zema koda API",
      "curl": {
        "content": "Vienkāršas cURL komandas RESTful dokumentu sapludināšanai Cloud API, lai sapludinātu un sadalītu dokumentus plašā atbalstīto populāro dokumentu formātu klāstā."
      },
      "net": {
        "content": "Cloud SDK Microsoft .NET, kas palīdz programmētājiem ieviest ātru sapludināšanas un sadalīšanas funkciju vairākiem dokumentiem savās .NET lietojumprogrammās."
      },
      "java": {
        "content": "Apvienojiet vairākus dokumentus vienā, sadaliet jebkuru dokumentu vairākos, pārkārtojiet, nomainiet vai mainiet lapas orientāciju savās Java lietojumprogrammās."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Nav iekļautas koda lietotnes",
      "label": "Skatīt visas bezkoda lietotnes",
      "total": {
        "content": "Izmēģiniet mūsu bezmaksas tiešsaistes lietotni, lai savienotu vairāk nekā 30 veidu failus, neizejot no iecienītākās tīmekļa pārlūkprogrammas."
      },
      "docx": {
        "content": "Savienojiet vairākus DOCX failus, lai ģenerētu vienu dokumentu."
      },
      "pdf": {
        "content": "Apvienojiet vairākus PDF failus, lai ģenerētu vienu dokumentu tieši no tīmekļa pārlūkprogrammas."
      }
    }
  }
}