{
  "head": {
    "title": "Rozwiązanie scalania i dzielenia dokumentów | Lokalne interfejsy API i bezpłatna aplikacja",
    "description": "Scal i podziel MS Office, OpenDocument, obrazy PDF i inne formaty plików za pomocą rozwiązania On Premise lub skorzystaj z aplikacji Online Document Merger & Splitter."
  },
  "header": {
    "title": "Rozwiązanie do łączenia i dzielenia dokumentów",
    "description": "Łatwo łącz wiele dokumentów lub dziel Microsoft Office, OpenOffice, PDF i inne dokumenty na strony."
  },
  "apis": {
    "highcode": {
      "title": "Zawiera interfejsy API GroupDocs.Merger High Code",
      "label": "Zobacz wszystkie interfejsy API High Code",
      "net": {
        "content": "Lokalne interfejsy API, które mogą pomóc w implementacji funkcji szybkiego dzielenia i scalania wielu dokumentów w aplikacjach opartych na platformie .NET."
      },
      "java": {
        "content": "Natywne interfejsy API Java do szybkiego łączenia wielu dokumentów lub dzielenia dowolnego dokumentu na strony w aplikacjach opartych na języku Java."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Low Code API zawiera",
      "label": "Wyświetl wszystkie interfejsy API niskiego kodu",
      "curl": {
        "content": "Proste polecenia cURL do łączenia dokumentów RESTful Cloud API do łączenia i dzielenia dokumentów w wielu obsługiwanych popularnych formatach dokumentów."
      },
      "net": {
        "content": "Cloud SDK dla Microsoft .NET, który pomaga programistom we wdrażaniu funkcji szybkiego łączenia i dzielenia wielu dokumentów w ich aplikacjach opartych na .NET."
      },
      "java": {
        "content": "Połącz wiele dokumentów w jeden, podziel dowolny dokument na wiele, zmień kolejność, zamień lub zmień orientację strony w aplikacjach Java."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger No Code Apps Zawiera",
      "label": "Zobacz wszystkie aplikacje bez kodu",
      "total": {
        "content": "Wypróbuj naszą bezpłatną aplikację online, aby łączyć ponad 30 typów plików bez opuszczania ulubionej przeglądarki internetowej."
      },
      "docx": {
        "content": "Połącz wiele plików DOCX, aby wygenerować jeden dokument."
      },
      "pdf": {
        "content": "Scal wiele plików PDF, aby wygenerować jeden dokument bezpośrednio z przeglądarki internetowej."
      }
    }
  }
}