{
  "head": {
    "title": "Solució de fusió i divisió de documents | API on premise i aplicació gratuïta",
    "description": "Combina i divideix MS Office, OpenDocument, imatges PDF i altres formats de fitxer mitjançant la solució local o utilitza l'aplicació de fusió i divisió de documents en línia."
  },
  "header": {
    "title": "Solució per combinar i dividir documents",
    "description": "Combina fàcilment diversos documents o divideix Microsoft Office, OpenOffice, PDF i altres documents en pàgines."
  },
  "apis": {
    "highcode": {
      "title": "Les API de codi alt de GroupDocs.Merger inclouen",
      "label": "Mostra totes les API High Code",
      "net": {
        "content": "API on Premise que us poden ajudar a implementar la funció de divisió i fusió ràpida per a diversos documents a les vostres aplicacions basades en .NET."
      },
      "java": {
        "content": "API natives de Java per combinar ràpidament diversos documents o dividir qualsevol document en pàgines dins de les vostres aplicacions basades en Java."
      }
    },
    "lowcode": {
      "title": "Inclou les API de codi baix de GroupDocs.Merger",
      "label": "Mostra totes les API de codi baix",
      "curl": {
        "content": "Ordres simples de cURL per a l'API de núvol RESTful document merger per combinar i dividir documents en l'ampli ventall de formats de documents populars admesos."
      },
      "net": {
        "content": "Cloud SDK per a Microsoft .NET que ajuda els programadors a implementar la funció de fusió i divisió ràpida per a diversos documents amb les seves aplicacions basades en .NET."
      },
      "java": {
        "content": "Combina diversos documents en un, divideix qualsevol document en diversos, reordena, substitueix o canvia l'orientació de la pàgina a les teves aplicacions Java."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger No inclou aplicacions de codi",
      "label": "Veure totes les aplicacions sense codi",
      "total": {
        "content": "Proveu la nostra aplicació en línia gratuïta per concatenar més de 30 tipus de fitxers sense sortir del vostre navegador web preferit."
      },
      "docx": {
        "content": "Concatena diversos fitxers DOCX per generar un sol document."
      },
      "pdf": {
        "content": "Combina diversos fitxers PDF per generar un sol document directament des del navegador web."
      }
    }
  }
}