{
  "head": {
    "title": "Құжатты біріктіру және бөлу шешімі | Premise API және тегін қолданба",
    "description": "Premise Solution көмегімен MS Office, OpenDocument, PDF кескіндерін және басқа файл пішімдерін біріктіріңіз және бөліңіз немесе онлайн құжатты біріктіру және бөлу қолданбасын пайдаланыңыз."
  },
  "header": {
    "title": "Құжаттарды біріктіру және бөлу шешімі",
    "description": "Бірнеше құжаттарды оңай біріктіріңіз немесе Microsoft Office, OpenOffice, PDF және басқа құжаттарды беттерге бөліңіз."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger Жоғары код API интерфейстерін қамтиды",
      "label": "Барлық жоғары код API интерфейстерін қараңыз",
      "net": {
        "content": ".NET негізіндегі қолданбалардағы бірнеше құжаттар үшін жылдам бөлу және біріктіру мүмкіндігін іске асыруға көмектесетін Premise API интерфейсінде."
      },
      "java": {
        "content": "Бірнеше құжаттарды жылдам біріктіруге немесе кез келген құжатты Java негізіндегі қолданбаларыңыздағы беттерге бөлуге арналған жергілікті Java API интерфейстері."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Төмен код API интерфейстерін қамтиды",
      "label": "Барлық төмен код API интерфейстерін қараңыз",
      "curl": {
        "content": "Қолдау көрсетілетін танымал құжат пішімдерінің кең ауқымында құжаттарды біріктіру және бөлу үшін RESTful құжатты біріктіруге арналған қарапайым cURL пәрмендері Cloud API."
      },
      "net": {
        "content": "Microsoft .NET жүйесіне арналған бұлтты SDK, ол бағдарламашыларға .NET негізіндегі қолданбаларында бірнеше құжаттар үшін жылдам біріктіру және бөлу мүмкіндігін енгізуге көмектеседі."
      },
      "java": {
        "content": "Бірнеше құжаттарды бір құжатқа біріктіріңіз, кез келген құжатты бірнешеге бөліңіз, Java қолданбаларында бет бағытын өзгертіңіз, ауыстырыңыз немесе өзгертіңіз."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Код қолданбалары жоқ",
      "label": "Барлық кодсыз қолданбаларды қараңыз",
      "total": {
        "content": "Таңдаулы веб-шолғыштан шықпай-ақ 30-дан астам файл түрлерін біріктіру үшін біздің тегін онлайн қолданбамызды қолданып көріңіз."
      },
      "docx": {
        "content": "Бір құжатты жасау үшін бірнеше DOCX файлдарын біріктіріңіз."
      },
      "pdf": {
        "content": "Бір құжатты тікелей веб-шолғыштан жасау үшін бірнеше PDF файлдарын біріктіріңіз."
      }
    }
  }
}