{
  "head": {
    "title": "Cumasc Doiciméad agus Réiteach Scoilte | On Premise APIs & App In Aisce",
    "description": "Cumaisc & Scoilt MS Office, OpenDocument, íomhánna PDF & Formáidí Comhaid eile ag baint úsáide as Réiteach Ar Áitreabh nó úsáid an Aip Cumaisc & Scoilteoir Doiciméad Ar Líne."
  },
  "header": {
    "title": "Réiteach chun Doiciméid a Chumasc agus a Scoilt",
    "description": "Cumasc doiciméid iolracha go héasca nó scoilt Microsoft Office, OpenOffice, PDF agus doiciméid eile ina leathanaigh."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger APIs Ardchóid san áireamh",
      "label": "Féach ar Gach API Ardchóid",
      "net": {
        "content": "Ar Premise APIs is féidir a chabhróidh leat gné scoilte agus chumasc tapa a chur i bhfeidhm le haghaidh doiciméad iolrach i d’fheidhmchláir .NET-bhunaithe."
      },
      "java": {
        "content": "API Dúchasach Java chun doiciméid iolracha a chumasc go tapa nó chun aon doiciméad a roinnt ina leathanaigh laistigh d’fheidhmchláir Javabhunaithe."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger APIanna Cód Ísle san áireamh",
      "label": "Féach ar gach API Cód Íseal",
      "curl": {
        "content": "Orduithe simplí cURL le haghaidh Cloud API cumasc doiciméad RESTful chun doiciméid a chumasc agus a scoilt thar raon leathan formáidí doiciméad a bhfuil tóir orthu."
      },
      "net": {
        "content": "Cloud SDK do Microsoft .NET a chuidíonn le ríomhchláraitheoirí gné chumasc agus scoilte tapa a chur i bhfeidhm le haghaidh ildhoiciméid ina bhfeidhmchláir bunaithe ar .NET."
      },
      "java": {
        "content": "Comhcheangail iliomad doiciméad i gceann, scoilt aon doiciméad go iolrach, athordaigh, athordaigh nó athraigh treoshuíomh leathanaigh i d'fheidhmchláir Java."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Níl Aipeanna Cód san áireamh",
      "label": "Féach ar All No Code Apps",
      "total": {
        "content": "Bain triail as ár bhfeidhmchlár ar líne saor in aisce chun níos mó ná 30 cineál comhaid a chomhcheangal gan an brabhsálaí gréasáin is fearr leat a fhágáil."
      },
      "docx": {
        "content": "Comhcheangail comhaid DOCX iolracha chun doiciméad amháin a ghiniúint."
      },
      "pdf": {
        "content": "Cumaisc comhaid PDF iolracha chun doiciméad amháin a ghiniúint go díreach ón mbrabhsálaí gréasáin."
      }
    }
  }
}