{
  "head": {
    "title": "Riešenie zlúčenia a rozdelenia dokumentov | On Premise API a bezplatná aplikácia",
    "description": "Zlúčte a rozdeľte MS Office, OpenDocument, obrázky PDF a ďalšie formáty súborov pomocou On Premise Solution alebo použite aplikáciu Online Document Merger & Splitter."
  },
  "header": {
    "title": "Riešenie na zlúčenie a rozdelenie dokumentov",
    "description": "Jednoducho zlúčte viacero dokumentov alebo rozdeľte dokumenty balíka Microsoft Office, OpenOffice, PDF a ďalšie na stránky."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger High Code API zahŕňa",
      "label": "Zobraziť všetky High Code API",
      "net": {
        "content": "On Premise API, ktoré vám môžu pomôcť implementovať funkciu rýchleho rozdelenia a zlúčenia pre viacero dokumentov vo vašich aplikáciách založených na .NET."
      },
      "java": {
        "content": "Natívne rozhrania Java API na rýchle zlúčenie viacerých dokumentov alebo rozdelenie akéhokoľvek dokumentu na stránky v rámci vašich aplikácií založených na jazyku Java."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Low Code API zahŕňa",
      "label": "Zobraziť všetky rozhrania API s nízkym kódom",
      "curl": {
        "content": "Jednoduché príkazy cURL pre RESTful document merger Cloud API na zlúčenie a rozdelenie dokumentov v širokej škále podporovaných populárnych formátov dokumentov."
      },
      "net": {
        "content": "Cloud SDK pre Microsoft .NET, ktorý pomáha programátorom implementovať funkciu rýchleho zlúčenia a rozdelenia viacerých dokumentov v ich aplikáciách založených na .NET."
      },
      "java": {
        "content": "Skombinujte viacero dokumentov do jedného, ​​rozdeľte ľubovoľný dokument na viacero, zmeňte poradie, nahraďte alebo zmeňte orientáciu stránky vo vašich aplikáciách Java."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Aplikácie bez kódu nezahŕňajú",
      "label": "Zobraziť všetky aplikácie bez kódu",
      "total": {
        "content": "Vyskúšajte našu bezplatnú online aplikáciu na zreťazenie viac ako 30 typov súborov bez toho, aby ste opustili svoj obľúbený webový prehliadač."
      },
      "docx": {
        "content": "Zreťazením viacerých súborov DOCX vytvoríte jeden dokument."
      },
      "pdf": {
        "content": "Zlúčením viacerých súborov PDF vytvoríte jeden dokument priamo z webového prehliadača."
      }
    }
  }
}