{
  "head": {
    "title": "Oplossing voor samenvoegen en splitsen van documenten | On-Premise API's en gratis app",
    "description": "Samenvoegen en splitsen van MS Office, OpenDocument, PDF-afbeeldingen en andere bestandsindelingen met behulp van de On Premise-oplossing of de online app voor samenvoegen en splitsen van documenten."
  },
  "header": {
    "title": "Oplossing om documenten samen te voegen en te splitsen",
    "description": "Voeg eenvoudig meerdere documenten samen of splits Microsoft Office, OpenOffice, PDF en andere documenten in pagina's."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger High Code API's omvatten:",
      "label": "Bekijk alle High Code API's",
      "net": {
        "content": "On Premise API's die u kunnen helpen bij het implementeren van de functie voor snel splitsen en samenvoegen voor meerdere documenten in uw op .NET gebaseerde toepassingen."
      },
      "java": {
        "content": "Native Java API's om snel meerdere documenten samen te voegen of elk document op te splitsen in pagina's binnen uw op Java gebaseerde applicaties."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Low Code API's omvatten:",
      "label": "Bekijk alle Low Code API's",
      "curl": {
        "content": "Eenvoudige cURL-opdrachten voor het samenvoegen van REST-documenten Cloud API om documenten samen te voegen en te splitsen in het brede scala aan ondersteunde populaire documentformaten."
      },
      "net": {
        "content": "Cloud SDK voor Microsoft .NET waarmee programmeurs de functie voor snel samenvoegen en splitsen voor meerdere documenten kunnen implementeren in hun op .NET gebaseerde applicaties."
      },
      "java": {
        "content": "Combineer meerdere documenten in één, splits elk document in meerdere, herschik, vervang of verander de pagina-oriëntatie in uw Java-toepassingen."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Geen code-apps inbegrepen",
      "label": "Bekijk alle No Code-apps",
      "total": {
        "content": "Probeer onze gratis online app om meer dan 30 soorten bestanden samen te voegen zonder uw favoriete webbrowser te verlaten."
      },
      "docx": {
        "content": "Voeg meerdere DOCX-bestanden samen om één document te genereren."
      },
      "pdf": {
        "content": "Voeg meerdere PDF-bestanden samen om een ​​enkel document rechtstreeks vanuit de webbrowser te genereren."
      }
    }
  }
}