{
  "head": {
    "title": "Решение для слияния и разделения документов | Локальные API и бесплатное приложение",
    "description": "Слияние и разделение MS Office, OpenDocument, изображений PDF и файлов других форматов с помощью локального решения или онлайн-приложения для слияния и разделения документов."
  },
  "header": {
    "title": "Решение для слияния и разделения документов",
    "description": "Легко объединяйте несколько документов или разделяйте документы Microsoft Office, OpenOffice, PDF и другие документы на страницы."
  },
  "apis": {
    "highcode": {
      "title": "API-интерфейсы High Code GroupDocs.Merge включают",
      "label": "Просмотреть все API High Code",
      "net": {
        "content": "Локальные API-интерфейсы, которые могут помочь вам реализовать функцию быстрого разделения и объединения нескольких документов в ваших приложениях на основе .NET."
      },
      "java": {
        "content": "Собственные API-интерфейсы Java для быстрого объединения нескольких документов или разделения любого документа на страницы в ваших приложениях на основе Java."
      }
    },
    "lowcode": {
      "title": "API-интерфейсы GroupDocs.Merger Low Code включают",
      "label": "Просмотреть все API с низким кодом",
      "curl": {
        "content": "Простые команды cURL для объединения документов RESTful Облачный API для объединения и разделения документов в широком диапазоне поддерживаемых популярных форматов документов"
      },
      "net": {
        "content": "Облачный SDK для Microsoft .NET, который помогает программистам реализовать функцию быстрого слияния и разделения для нескольких документов в своих приложениях на основе .NET."
      },
      "java": {
        "content": "Объединение нескольких документов в один, разделение любого документа на несколько, изменение порядка, замены или изменения ориентации страниц в приложениях Java."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Приложения без кода включают",
      "label": "Просмотреть все приложения без кода",
      "total": {
        "content": "Попробуйте наше бесплатное онлайн-приложение, чтобы объединить более 30 типов файлов, не выходя из любимого веб-браузера."
      },
      "docx": {
        "content": "Объединение нескольких файлов DOCX для создания единого документа."
      },
      "pdf": {
        "content": "Объединяйте несколько PDF-файлов для создания единого документа прямо из веб-браузера."
      }
    }
  } 
}