{
  "head": {
    "title": "Рішення для об’єднання та розділення документів | Локальні API та безкоштовний додаток",
    "description": "Об’єднайте та розділіть зображення MS Office, OpenDocument, PDF та інші формати файлів за допомогою On Premise Solution або скористайтеся онлайн-додатком Document Merger & Splitter."
  },
  "header": {
    "title": "Рішення для об’єднання та розділення документів",
    "description": "Легко об’єднуйте кілька документів або розділяйте документи Microsoft Office, OpenOffice, PDF та інші на сторінки."
  },
  "apis": {
    "highcode": {
      "title": "API високого коду GroupDocs.Merger включає",
      "label": "Переглянути всі API високого коду",
      "net": {
        "content": "On Premise API, які можуть допомогти вам реалізувати функцію швидкого розділення та об’єднання для кількох документів у ваших програмах на основі .NET."
      },
      "java": {
        "content": "Власні Java API для швидкого об’єднання кількох документів або розділення будь-якого документа на сторінки у ваших програмах на основі Java."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Low Code API включає",
      "label": "Переглянути всі API з низьким кодом",
      "curl": {
        "content": "Прості команди cURL для об’єднання документів RESTful Cloud API для об’єднання та розділення документів у широкому діапазоні підтримуваних популярних форматів документів."
      },
      "net": {
        "content": "Cloud SDK для Microsoft .NET, який допомагає програмістам реалізувати функцію швидкого злиття та розділення для кількох документів у своїх програмах на основі .NET."
      },
      "java": {
        "content": "Об’єднайте кілька документів в один, розділіть будь-який документ на кілька, змініть порядок, замініть або змініть орієнтацію сторінки у своїх програмах Java."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger Без кодових програм",
      "label": "Переглянути всі програми без коду",
      "total": {
        "content": "Спробуйте наш безкоштовний онлайн-додаток, щоб об’єднати понад 30 типів файлів, не виходячи з улюбленого веб-браузера."
      },
      "docx": {
        "content": "Об’єднайте кілька файлів DOCX, щоб створити єдиний документ."
      },
      "pdf": {
        "content": "Об’єднайте декілька PDF-файлів, щоб створити єдиний документ безпосередньо з веб-браузера."
      }
    }
  }
}