{
  "head": {
    "title": "راه حل ادغام و تقسیم سند | در Premise API و برنامه رایگان",
    "description": "ادغام و تقسیم MS Office، OpenDocument، تصاویر PDF و سایر فرمت های فایل با استفاده از On Premise Solution یا استفاده از برنامه آنلاین Document Merger & Splitter."
  },
  "header": {
    "title": "راه حل ادغام و تقسیم اسناد",
    "description": "به راحتی چندین سند را ادغام کنید یا مایکروسافت آفیس، اپن آفیس، PDF و اسناد دیگر را به صفحات تقسیم کنید."
  },
  "apis": {
    "highcode": {
      "title": "GroupDocs.Merger High Code APIs شامل",
      "label": "مشاهده همه APIهای High Code",
      "net": {
        "content": "در APIهای Premise که می‌توانند به شما در پیاده‌سازی ویژگی تقسیم و ادغام سریع برای چندین سند در برنامه‌های مبتنی بر دات نت کمک کنند."
      },
      "java": {
        "content": "APIهای بومی جاوا برای ادغام سریع چندین سند یا تقسیم هر سند به صفحات در برنامه های کاربردی مبتنی بر جاوا."
      }
    },
    "lowcode": {
      "title": "GroupDocs.Merger Low Code APIs شامل",
      "label": "مشاهده همه APIهای Low Code",
      "curl": {
        "content": "دستورات ساده cURL برای RESTful ادغام اسناد Cloud API برای ادغام و تقسیم اسناد در طیف گسترده ای از قالب های سند محبوب پشتیبانی شده."
      },
      "net": {
        "content": "Cloud SDK برای مایکروسافت دات نت که به برنامه نویسان کمک می کند تا ویژگی های ادغام و تقسیم سریع برای چندین سند را در برنامه های مبتنی بر دات نت خود پیاده سازی کنند."
      },
      "java": {
        "content": "چندین سند را در یک سند ترکیب کنید، هر سند را به چندین تقسیم کنید، جهت صفحه را در برنامه های جاوا خود مرتب کنید، جایگزین کنید یا تغییر دهید."
      }
    },
    "nocode": {
      "title": "GroupDocs.Merger بدون کد برنامه شامل",
      "label": "مشاهده همه برنامه های بدون کد",
      "total": {
        "content": "برنامه آنلاین رایگان ما را امتحان کنید تا بیش از 30 نوع فایل را بدون ترک مرورگر وب مورد علاقه خود به هم متصل کنید."
      },
      "docx": {
        "content": "چندین فایل DOCX را برای ایجاد یک سند واحد به هم متصل کنید."
      },
      "pdf": {
        "content": "چندین فایل PDF را ادغام کنید تا یک سند واحد را مستقیماً از مرورگر وب ایجاد کنید."
      }
    }
  }
}