{
  "head": {
    "title": "รวมไฟล์ {{FileFormatUp}} ผ่าน {{EnvName}}",
    "description": "รวมการรวมเอกสาร {{FileFormatUp}} เข้ากับโปรเจ็กต์ {{EnvNameShort}} ของคุณได้อย่างราบรื่นด้วย {{ProdFullName}}."
  },
  "header": {
    "title": "รวมไฟล์ {{FileFormatUp}}",
    "description": "ปรับปรุงกระบวนการจัดการเอกสารในแอปพลิเคชัน {{EnvNameShort}} ของคุณด้วย {{ProdFullName}} เพื่อการรวมไฟล์ {{FileFormatUp}} ที่รวดเร็วและมีประสิทธิภาพ.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นโซลูชันที่ครอบคลุมสำหรับการจัดการเอกสาร รองรับไฟล์มากกว่า 50 ชนิด รวมถึง PDF, เอกสาร Word, สเปรดชีต, งานนำเสนอ, รูปภาพ และไฟล์บีบอัด รวมโต๊ะรวม แยกจัดเรียง ดึงข้อมูล และลบหน้าต่าง ๆ เพื่อจัดโครงสร้างเอกสารของคุณตามที่ต้องการ."
  },
  "more_features": {
    "title": "เครื่องมือการรวมเอกสาร",
    "description": "{{ProdFullName}} มีความสามารถในการประมวลผลเอกสารที่ทันสมัย รองรับไฟล์มากกว่า 50 รูปแบบที่ใช้งานอย่างแพร่หลาย.",
    "image_description": "คุณประโยชน์หลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมไฟล์เอกสารที่แตกต่างกัน",
      "content": "รวมไฟล์ประเภทต่าง ๆ เช่น PDF, เอกสาร Word, สเปรดชีต, งานนำเสนอ และรูปภาพ กำหนดหน้าที่เฉพาะที่จะรวมในกระบวนการรวม."
    },
    "feature_2": {
      "title": "การจัดการหน้า",
      "content": "จัดเรียง ลบ หรือเปลี่ยนหน้าได้อย่างมีประสิทธิภาพเพื่อจัดโครงสร้างเอกสาร."
    },
    "feature_3": {
      "title": "ปรับปรุงรูปแบบหน้า",
      "content": "หมุนหน้าไปในมุมใดก็ได้และสลับระหว่างโหมดแนวนอนและแนวตั้งสำหรับรูปแบบไฟล์ที่เข้ากันได้."
    },
    "feature_4": {
      "title": "ดึงหน้า",
      "content": "เลือกและดึงหน้าที่เฉพาะ บันทึกเป็นเอกสารใหม่."
    }
  },
  "formats": {
    "title": "รวมไฟล์หลายรูปแบบ",
    "description": "{{ProdShortName}} รองรับประเภทเอกสารมากกว่า 50 ชนิด ช่วยให้การรวมและปรับแต่งสามารถทำได้อย่างราบรื่น."
  },
  "operations": {
    "title": "คุณสมบัติหลัก",
    "description": "ค้นพบเครื่องมือเพิ่มเติมสำหรับการประมวลผลเอกสาร"
  },
  "examples": {
    "comment_1": "เริ่มใช้งาน {{NameProduct}} กับเอกสาร {{FileFormatUp}} แหล่งที่มา",
    "comment_2": "รวมเอกสารกับไฟล์เพิ่มเติม",
    "comment_3": "บันทึกเอกสารที่รวมเข้าด้วยกันไปยังตำแหน่งที่ต้องการ"
  },
  "steps": {
    "title": "วิธีการรวมเอกสาร {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ช่วยให้การรวมเอกสาร {{FileFormatUp}} เป็นเรื่องง่าย เพิ่มฟังก์ชันการรวมเข้ากับแอปพลิเคชัน {{EnvName}} ของคุณเพื่อรวมไฟล์หลายๆ ไฟล์ได้อย่างมีประสิทธิภาพ.",
      "step_1": "ระบุเส้นทางไปยังไฟล์ {{FileFormatUp}} แรก.",
      "step_2": "เลือกไฟล์เพิ่มเติมเพื่อรวม.",
      "step_3": "ใช้การตั้งค่าเพิ่มเติมหากจำเป็น.",
      "step_4": "ดำเนินการกระบวนการรวมและบันทึกเอกสารที่ส่งออก."
    }
  },
  "code_1": {
    "title": "รวมไฟล์รูปแบบต่าง ๆ",
    "content": "ตัวอย่างนี้แสดงให้เห็นถึงการรวมไฟล์หลายไฟล์ที่มีรูปแบบต่างกันเข้าเป็นเอกสารเดียว.",
    "comment_1": "กำหนดเส้นทางไฟล์หลัก",
    "comment_2": "รวมเข้ากับเอกสาร Microsoft Word",
    "comment_3": "รวมสเปรดชีต Microsoft Excel ในเอกสารที่รวม",
    "comment_4": "บันทึกเอกสารที่รวมสุดท้ายในตำแหน่งที่กำหนด"
  }
}