{
  "head": {
    "title": "รวมไฟล์ {{FileFormatUp}} ใน {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} เพื่อรวมความสามารถในการรวมเอกสาร {{FileFormatUp}} เข้ากับโครงการ {{EnvNameShort}} ของคุณ"
  },
  "header": {
    "title": "รวมไฟล์ {{FileFormatUp}}",
    "description": "ด้วย {{ProdFullName}} คุณสามารถสร้างแอปพลิเคชัน {{EnvNameShort}} ขั้นสูงที่สามารถรวมและจัดการเอกสาร {{FileFormatUp}} ได้อย่างราบรื่น",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นโซลูชันการประมวลผลเอกสารที่ทรงพลังซึ่งรองรับไฟล์ฟอร์แมตมากกว่า 50 รูปแบบ รวมถึง PDF เอกสาร Word สเปรดชีต การนำเสนอ รูปภาพ และไฟล์บีบอัด คุณสามารถดำเนินการต่างๆ เช่น การรวม แยก การดึงข้อมูล การจัดลำดับใหม่ และการลบหน้าได้"
  },
  "more_features": {
    "title": "เครื่องมือการรวมเอกสาร",
    "description": "{{ProdFullName}} รองรับไฟล์ฟอร์แมตธุรกิจที่ใช้กันอย่างแพร่หลายมากกว่า 50 รูปแบบ มอบฟีเจอร์การจัดการเอกสารที่ยืดหยุ่น",
    "image_description": "ฟีเจอร์สำคัญของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมรูปแบบเอกสารที่แตกต่างกัน",
      "content": "รวมไฟล์ PDF เอกสาร Word การนำเสนอ สเปรดชีต รูปภาพ และอื่นๆ ปรับแต่งการตั้งค่าการรวมโดยการเลือกหน้าเฉพาะสำหรับการประมวลผล"
    },
    "feature_2": {
      "title": "การจัดการหน้า",
      "content": "จัดเรียง ลบ หรือสลับหน้าตามที่คุณต้องการเพื่อสร้างเอกสารของคุณ"
    },
    "feature_3": {
      "title": "ปรับปรุงรูปลักษณ์ของหน้า",
      "content": "หมุนหน้าไปในมุมใดก็ได้และเปลี่ยนไปมาระหว่างแนวนอนและแนวตั้งสำหรับไฟล์ฟอร์แมตที่รองรับ"
    },
    "feature_4": {
      "title": "ดึงหน้าออก",
      "content": "ดึงหน้าที่เลือกและบันทึกเป็นเอกสารหรือไฟล์แยกต่างหาก"
    }
  },
  "formats": {
    "title": "รวมไฟล์ฟอร์แมตต่างๆ",
    "description": "{{ProdShortName}} รองรับไฟล์ฟอร์แมตมากกว่า 50 รูปแบบ ช่วยให้การรวมและประมวลผลเอกสารเป็นไปอย่างมีประสิทธิภาพ"
  },
  "operations": {
    "title": "ฟีเจอร์สำคัญ",
    "description": "สำรวจความสามารถในการประมวลผลเอกสารเพิ่มเติม"
  },
  "examples": {
    "comment_1": "เริ่มต้น {{NameProduct}} ด้วยเอกสาร {{FileFormatUp}} แหล่งที่มา",
    "comment_2": "รวมเอกสารกับไฟล์อื่น",
    "comment_3": "บันทึกเอกสารที่ถูกรวมไปยังตำแหน่งที่ต้องการ"
  },
  "steps": {
    "title": "วิธีการรวมเอกสาร {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ช่วยให้สามารถรวมเอกสาร {{FileFormatUp}} ได้อย่างไร้รอยต่อ ปรับปรุงแอปพลิเคชัน {{EnvName}} ของคุณโดยการรวมไฟล์หลายไฟล์เป็นหนึ่งเดียว",
      "step_1": "ระบุเส้นทางไปยังไฟล์ {{FileFormatUp}} แรก",
      "step_2": "เลือกไฟล์ที่สองสำหรับการรวม",
      "step_3": "กำหนดค่าตัวเลือกการรวมเพิ่มเติมหากจำเป็น",
      "step_4": "ดำเนินการรวมและบันทึกไฟล์ที่ได้"
    }
  },
  "code_1": {
    "title": "รวมไฟล์ที่มีรูปแบบต่างกัน",
    "content": "ตัวอย่างนี้แสดงวิธีการรวมไฟล์หลายไฟล์ที่มีรูปแบบรองรับเป็นไฟล์เอาท์พุตเดียว",
    "comment_1": "ระบุเส้นทางไฟล์หลัก",
    "comment_2": "รวมกับเอกสาร Microsoft Word",
    "comment_3": "เพิ่มสเปรดชีต Microsoft Excel ลงในผลลัพธ์",
    "comment_4": "บันทึกไฟล์ที่ถูกรวมไปยังตำแหน่งที่ต้องการ"
  }
}