{
  "features": {
    "title": "GroupDocs.Merger ფუნქციები",
    "description": "შეუფერხებლად შერწყმა, გაყოფა და მანიპულირება PDF და საოფისე დოკუმენტებით",
    "feature_1": {
      "title": "ფაილების გაერთიანება",
      "content": "შეაერთეთ ორი ან მეტი დოკუმენტი ერთ დოკუმენტში, დააკავშირეთ კონკრეტული გვერდები ან გვერდების დიაპაზონი მრავალი წყაროს დოკუმენტიდან."
    },
    "feature_2": {
      "title": "დოკუმენტის გაყოფა",
      "content": "გამოიყენეთ გაყოფის ოპერაცია, რათა დაყოთ საწყისი დოკუმენტი მრავალ შედეგიან დოკუმენტად, რაც საშუალებას მისცემს ფაილების ეფექტური ორგანიზებას და მართვას."
    },
    "feature_3": {
      "title": "გვერდების გადატანა",
      "content": "შეუფერხებლად გადაანაწილეთ გვერდი დოკუმენტში MovePage ფუნქციის გამოყენებით."
    },
    "feature_4": {
      "title": "გვერდების წაშლა",
      "content": "ეფექტურად წაშალეთ ცალკეული გვერდები ან კონკრეტული გვერდის ნომრების კოლექცია საწყისი დოკუმენტიდან RemovePages ფუნქციით."
    },
    "feature_5": {
      "title": "გვერდების როტაცია",
      "content": "ისარგებლეთ RotatePages ოპერაციით, რათა მარტივად მოატრიალოთ გვერდები დოკუმენტში, ბრუნვის კუთხის მითითებით, როგორც 90, 180 ან 270 გრადუსით."
    },
    "feature_6": {
      "title": "გვერდების გაცვლა",
      "content": "გადააკეთეთ გვერდების წესრიგი წყაროს დოკუმენტში ორი გვერდის პოზიციების გაცვლით, ახალი დოკუმენტის წარმოებით."
    },
    "feature_7": {
      "title": "ამოიღეთ გვერდები",
      "content": "შექმენით ახალი დოკუმენტი, რომელიც შეიცავს მხოლოდ შერჩეულ გვერდებს, საწყისი დოკუმენტიდან კონკრეტული გვერდების ან გვერდების დიაპაზონის ამოღებით."
    },
    "feature_8": {
      "title": "ორიენტაციის შეცვლა",
      "content": "შეცვალეთ გვერდის ორიენტაცია (პორტრეტი ან ლანდშაფტი) კონკრეტული გვერდისთვის ან დოკუმენტის ყველა გვერდისთვის ChangeOrientation ოპერაციის გამოყენებით."
    },
    "feature_9": {
      "title": "გვერდების გადახედვა",
      "content": "მიიღეთ დოკუმენტის შინაარსისა და სტრუქტურის უფრო მკაფიო გაგება მისი გვერდების გამოსახულების წარმოდგენით. გააკეთეთ ყველა ან უბრალოდ კონკრეტული გვერდის გადახედვა."
    }
  }
}