{
  "features": {
    "title": "GroupDocs.Merger-functies",
    "description": "Naadloos PDF- en Office-documenten samenvoegen, splitsen en manipuleren",
    "feature_1": {
      "title": "Bestanden samenvoegen",
      "content": "Combineer twee of meer documenten tot één document, waarbij specifieke pagina's of paginabereiken uit meerdere brondocumenten worden samengevoegd."
    },
    "feature_2": {
      "title": "Splits documenten",
      "content": "Verdeel een brondocument in meerdere resulterende documenten met behulp van de splitsingsbewerking."
    },
    "feature_3": {
      "title": "Verplaats pagina's",
      "content": "Verplaats pagina's binnen een document met behulp van de MovePage-functie."
    },
    "feature_4": {
      "title": "Pagina's verwijderen",
      "content": "Verwijder afzonderlijke pagina's of een verzameling specifieke paginanummers uit het brondocument."
    },
    "feature_5": {
      "title": "Draai pagina's",
      "content": "Roteer pagina's binnen een document door de rotatiehoek in te stellen op 90, 180 of 270 graden met behulp van de RotatePages-bewerking."
    },
    "feature_6": {
      "title": "Verwissel pagina's",
      "content": "Wissel de posities van twee pagina's binnen het brondocument uit, waardoor een nieuw document ontstaat met verwisselde paginaposities."
    },
    "feature_7": {
      "title": "Pak pagina's uit",
      "content": "Extraheer specifieke pagina's of paginabereiken uit een brondocument en genereer een nieuw document dat alleen de geselecteerde pagina's bevat."
    },
    "feature_8": {
      "title": "Oriëntatie wijzigen",
      "content": "Stel de pagina-oriëntatie (staand of liggend) in voor specifieke of alle pagina's van het document met behulp van de bewerking ChangeOrientation."
    },
    "feature_9": {
      "title": "Voorbeeldpagina's",
      "content": "Genereer afbeeldingsrepresentaties van documentpagina's om de inhoud en structuur beter te begrijpen. Maak voorbeelden van alle of alleen specifieke pagina's."
    }
  }
}