{
  "features": {
    "title": "Λειτουργίες GroupDocs.Merger",
    "description": "Συγχώνευση, διαχωρισμός και χειρισμός εγγράφων PDF και Office χωρίς προβλήματα",
    "feature_1": {
      "title": "Συγχώνευση αρχείων",
      "content": "Συνδυάστε δύο ή περισσότερα έγγραφα σε ένα μόνο έγγραφο, συγχωνεύοντας συγκεκριμένες σελίδες ή σειρές σελίδων από έγγραφα πολλαπλών προέλευσης."
    },
    "feature_2": {
      "title": "Διαίρεση εγγράφων",
      "content": "Διαχωρίστε ένα έγγραφο προέλευσης σε πολλαπλά έγγραφα που προκύπτουν χρησιμοποιώντας τη λειτουργία διαχωρισμού."
    },
    "feature_3": {
      "title": "Μετακίνηση σελίδων",
      "content": "Επανατοποθετήστε τις σελίδες σε ένα έγγραφο χρησιμοποιώντας τη δυνατότητα MovePage."
    },
    "feature_4": {
      "title": "Κατάργηση σελίδων",
      "content": "Καταργήστε μεμονωμένες σελίδες ή μια συλλογή συγκεκριμένων αριθμών σελίδων από το έγγραφο προέλευσης."
    },
    "feature_5": {
      "title": "Περιστροφή σελίδων",
      "content": "Περιστρέψτε σελίδες μέσα σε ένα έγγραφο ρυθμίζοντας τη γωνία περιστροφής σε 90, 180 ή 270 μοίρες χρησιμοποιώντας τη λειτουργία RotatePages."
    },
    "feature_6": {
      "title": "Ανταλλαγή σελίδων",
      "content": "Ανταλλάξτε τις θέσεις δύο σελίδων μέσα στο έγγραφο προέλευσης, δημιουργώντας ένα νέο έγγραφο με εναλλασσόμενες θέσεις σελίδων."
    },
    "feature_7": {
      "title": "Εξαγωγή σελίδων",
      "content": "Εξαγωγή συγκεκριμένων σελίδων ή περιοχών σελίδων από ένα έγγραφο προέλευσης, δημιουργώντας ένα νέο έγγραφο που περιέχει μόνο τις επιλεγμένες σελίδες."
    },
    "feature_8": {
      "title": "Αλλαγή προσανατολισμού",
      "content": "Ορίστε τον προσανατολισμό σελίδας (κατακόρυφο ή οριζόντιο) για συγκεκριμένες ή όλες τις σελίδες του εγγράφου χρησιμοποιώντας τη λειτουργία ChangeOrientation."
    },
    "feature_9": {
      "title": "Προεπισκόπηση σελίδων",
      "content": "Δημιουργήστε αναπαραστάσεις εικόνων των σελίδων του εγγράφου για να κατανοήσετε καλύτερα το περιεχόμενο και τη δομή. Κάντε προεπισκοπήσεις όλων ή μόνο συγκεκριμένων σελίδων."
    }
  }
}