{
  "features": {
    "title": "Funzionalità di GroupDocs.Merger",
    "description": "Unisci, dividi e manipola senza problemi documenti PDF e Office",
    "feature_1": {
      "title": "Combina file",
      "content": "Unisci due o più documenti in un unico documento, unendo pagine specifiche o intervalli di pagine da più documenti di origine."
    },
    "feature_2": {
      "title": "Dividi documento",
      "content": "Utilizza l'operazione di divisione per dividere un documento di origine in più documenti risultanti, consentendo un'organizzazione e una gestione efficienti dei file."
    },
    "feature_3": {
      "title": "Sposta pagine",
      "content": "Riposiziona agevolmente una pagina all'interno di un documento sfruttando la funzione MovePage."
    },
    "feature_4": {
      "title": "Rimuovi le pagine",
      "content": "Rimuovi efficacemente singole pagine o una raccolta di numeri di pagina specifici dal documento di origine con la funzione Rimuovi pagine."
    },
    "feature_5": {
      "title": "Ruota le pagine",
      "content": "Sfrutta l'operazione RotatePages per ruotare facilmente le pagine all'interno di un documento specificando l'angolo di rotazione come 90, 180 o 270 gradi"
    },
    "feature_6": {
      "title": "Scambia pagine",
      "content": "Riorganizzare l'ordine delle pagine scambiando le posizioni di due pagine all'interno del documento di origine, producendo un nuovo documento."
    },
    "feature_7": {
      "title": "Estrai pagine",
      "content": "Genera un nuovo documento contenente solo le pagine selezionate estraendo pagine specifiche o intervalli di pagine dal documento di origine."
    },
    "feature_8": {
      "title": "Cambia orientamento",
      "content": "Modifica l'orientamento della pagina (verticale o orizzontale) per pagine specifiche o per tutte le pagine del documento sfruttando l'operazione Modifica orientamento."
    },
    "feature_9": {
      "title": "Anteprima delle pagine",
      "content": "Ottieni una comprensione più chiara del contenuto e della struttura del documento generando rappresentazioni di immagini delle sue pagine. Crea anteprime di tutte o solo di pagine specifiche."
    }
  }
}