{
  "features": {
    "title": "Λειτουργίες GroupDocs.Merger",
    "description": "Συγχώνευση, διαχωρισμός και χειρισμός εγγράφων PDF και Office χωρίς προβλήματα",
    "feature_1": {
      "title": "Συνδυάστε αρχεία",
      "content": "Συγχώνευση δύο ή περισσότερων εγγράφων σε ένα μόνο έγγραφο, ενώνοντας συγκεκριμένες σελίδες ή σειρές σελίδων από έγγραφα πολλαπλών προέλευσης."
    },
    "feature_2": {
      "title": "Διαίρεση εγγράφου",
      "content": "Χρησιμοποιήστε τη λειτουργία διαχωρισμού για να διαιρέσετε ένα έγγραφο προέλευσης σε πολλαπλά έγγραφα που προκύπτουν, επιτρέποντας την αποτελεσματική οργάνωση και διαχείριση των αρχείων."
    },
    "feature_3": {
      "title": "Μετακίνηση σελίδων",
      "content": "Ομαλά επανατοποθετήστε μια σελίδα μέσα σε ένα έγγραφο αξιοποιώντας τη δυνατότητα MovePage."
    },
    "feature_4": {
      "title": "Κατάργηση σελίδων",
      "content": "Καταργήστε αποτελεσματικά μεμονωμένες σελίδες ή μια συλλογή συγκεκριμένων αριθμών σελίδων από το έγγραφο προέλευσης με τη δυνατότητα RemovePages."
    },
    "feature_5": {
      "title": "Περιστροφή σελίδων",
      "content": "Επωφεληθείτε από τη λειτουργία RotatePages για να περιστρέφετε εύκολα σελίδες μέσα σε ένα έγγραφο, καθορίζοντας τη γωνία περιστροφής ως 90, 180 ή 270 μοίρες"
    },
    "feature_6": {
      "title": "Ανταλλαγή σελίδων",
      "content": "Αναδιάταξη της σειράς σελίδων ανταλλάσσοντας τις θέσεις δύο σελίδων μέσα στο έγγραφο προέλευσης, δημιουργώντας ένα νέο έγγραφο."
    },
    "feature_7": {
      "title": "Εξαγωγή σελίδων",
      "content": "Δημιουργήστε ένα νέο έγγραφο που περιέχει μόνο τις επιλεγμένες σελίδες εξάγοντας συγκεκριμένες σελίδες ή περιοχές σελίδων από το έγγραφο προέλευσης."
    },
    "feature_8": {
      "title": "Αλλαγή προσανατολισμού",
      "content": "Τροποποιήστε τον προσανατολισμό της σελίδας (κατακόρυφος ή οριζόντιος) για συγκεκριμένες σελίδες ή όλες τις σελίδες του εγγράφου αξιοποιώντας τη λειτουργία ChangeOrientation."
    },
    "feature_9": {
      "title": "Προεπισκόπηση σελίδων",
      "content": "Αποκτήστε μια σαφέστερη κατανόηση του περιεχομένου και της δομής του εγγράφου δημιουργώντας αναπαραστάσεις εικόνων των σελίδων του. Κάντε προεπισκοπήσεις όλων ή μόνο συγκεκριμένων σελίδων."
    }
  }
}