{
  "code_samples": {
    "title": "Esempi di codice",
    "description": "Esplora i casi d'uso tipici di GroupDocs.Merger personalizzati per gli ambienti Node.js. Questi esempi dimostrano l'efficienza e la facilità di unire documenti utilizzando GroupDocs.Merger per Node.js.",
    "sample_1": {
      "title": "Unisci in modo efficiente DOCX file in un unico documento utilizzando Node.js",
      "content_1": "Sfrutta GroupDocs.Merger for Node.js per unire senza problemi più file DOCX in un unico documento completo. Utilizza la nostra funzionalità [Unisci Word Documents](https://docs.groupdocs.com/merger/nodejs-java/merge/word/) per combinare in modo efficiente i file, migliorando la gestione dei documenti e la produttività.",
      "content_2": "Di seguito, trovate uno snippet di codice Node.js per guidarvi nel processo di unione dei documenti:",
      "code_title": "Esempio Node.js: unione di file DOCX",
      "comment_1": "Carica il file DOCX iniziale",
      "comment_2": "Aggiungi altri DOCX file per l'unione",
      "comment_3": "Esegui il processo di unione e salva il documento combinato"
    },
    "sample_2": {
      "title": "Dividi un documento PDF in singoli file in Node.js",
      "content_1": "Con GroupDocs.Merger per Node.js, la suddivisione di un documento in più file è semplificata. La nostra funzione [Split Document](https://docs.groupdocs.com/merger/nodejs-java/split-document/) consente una gestione e un'estrazione efficienti di sezioni specifiche da documenti PDF di grandi dimensioni, rendendo più efficace la gestione dei documenti.",
      "content_2": "Questa funzione supporta la suddivisione dei documenti per intervallo di pagine, pagine iniziali/finali o numeri di pagina pari/dispari, tra gli altri criteri.",
      "code_title": "Come dividere i documenti in file separati con Node.js",
      "comment_1": "Inizia dividendo il file PDF usando GroupDocs.Merger per l'API Node.js",
      "comment_2": "Imposta la classe SplitOptions con il formato per i file di output",
      "comment_3": "Inizializza la fusione con il documento PDF da dividere",
      "comment_4": "Richiamate il metodo split con l'oggetto SplitOptions per ottenere i documenti risultanti"
    }
  }
}