{
  "features": {
    "title": "Hauptmerkmale von GroupDocs.Merger für Node.js",
    "description": "Fügen Sie Dokumente in PDF- und Office-Formaten nahtlos zusammen, teilen Sie sie und verwalten Sie sie mit GroupDocs.Merger in einer Node.js-Umgebung.",
    "feature_1": {
      "title": "Nahtlose Dokumentenkombination",
      "content": "Kombinieren Sie mehrere Dokumente zu einer einzigen Datei, indem Sie spezifische Seiten oder Bereiche aus verschiedenen Quellen mit GroupDocs.Merger für Node.js auswählen."
    },
    "feature_2": {
      "title": "Dokumenttrennungsfunktionen",
      "content": "Teilen Sie ein großes Dokument in kleinere, besser handhabbare Dateien mit den erweiterten Trennungswerkzeugen, die von GroupDocs.Merger für Node.js bereitgestellt werden."
    },
    "feature_3": {
      "title": "Effiziente Seitenverschiebung",
      "content": "Ordnen Sie Seiten innerhalb eines Dokuments nach Ihren Bedürfnissen um, indem Sie die MovePage-Funktion nutzen, die für eine nahtlose Integration in Node.js entwickelt wurde."
    },
    "feature_4": {
      "title": "Seitenentfernungsoptionen",
      "content": "Entfernen Sie unerwünschte Seiten oder spezifische Seitenzahlen mühelos mit der RemovePages-Funktion in GroupDocs.Merger für Node.js."
    },
    "feature_5": {
      "title": "Seitenrotationsfunktionalität",
      "content": "Passen Sie die Ausrichtung der Seiten auf 90, 180 oder 270 Grad mit der einfachen und effektiven RotatePages-Operation an."
    },
    "feature_6": {
      "title": "Seitenwechsel-Funktion",
      "content": "Organisieren Sie Ihr Dokument neu, indem Sie die Positionen der Seiten mit der SwapPages-Funktion in GroupDocs.Merger für Node.js tauschen."
    },
    "feature_7": {
      "title": "Selektive Seitenauswahl",
      "content": "Extrahieren Sie spezifische Seiten oder Bereiche, um ein neues Dokument zu erstellen, das sich nur auf den benötigten Inhalt mit GroupDocs.Merger für Node.js konzentriert."
    },
    "feature_8": {
      "title": "Werkzeug zur Ausrichtungsänderung",
      "content": "Wechseln Sie die Ausrichtung von Seiten von Hochformat auf Querformat oder umgekehrt mit der ChangeOrientation-Funktion in Ihren Node.js-Anwendungen."
    },
    "feature_9": {
      "title": "Dokumentseitenvorschau",
      "content": "Generieren Sie Bildvorschauen der Dokumentseiten, um deren Inhalt und Layout mit der PreviewPages-Funktion in Node.js zu überprüfen."
    }
  }
}