{
  "features": {
    "title": "Основні функції GroupDocs.Merger для Python",
    "description": "Спрощення роботи з документами шляхом об'єднання, розподілу та редагування PDF і Office файлів без зусиль за допомогою GroupDocs.Merger у середовищі Python.",
    "feature_1": {
      "title": "Безшовне об'єднання документів",
      "content": "Об'єднайте кілька документів в один, обравши конкретні сторінки або діапазони з різних файлів, використовуючи GroupDocs.Merger для Python."
    },
    "feature_2": {
      "title": "Можливості розподілу документів",
      "content": "Розділіть великі документи на менші, більш зручні файли за допомогою розширених інструментів розподілу, які надає GroupDocs.Merger для Python."
    },
    "feature_3": {
      "title": "Ефективне переміщення сторінок",
      "content": "Змінюйте положення сторінок у документі відповідно до ваших вимог за допомогою інтуїтивно зрозумілої функції MovePage в Python."
    },
    "feature_4": {
      "title": "Опції видалення сторінок",
      "content": "Видаліть непотрібні сторінки або конкретні номери сторінок за допомогою функції RemovePages в GroupDocs.Merger для Python."
    },
    "feature_5": {
      "title": "Функціональність обертання сторінок",
      "content": "Обертайте сторінки на 90, 180 або 270 градусів за допомогою простого операції RotatePages."
    },
    "feature_6": {
      "title": "Функція обміну сторінками",
      "content": "Реорганізуйте свій документ, обмінюючи місцями сторінки за допомогою функції SwapPages в GroupDocs.Merger для Python."
    },
    "feature_7": {
      "title": "Вибірковий екстракція сторінок",
      "content": "Витягайте конкретні сторінки або діапазони, щоб створити новий документ, зосереджуючи увагу лише на необхідному вмісті за допомогою GroupDocs.Merger для Python."
    },
    "feature_8": {
      "title": "Інструмент зміни орієнтації",
      "content": "Змінюйте орієнтацію сторінок з портретної на альбомну або навпаки, використовуючи функцію ChangeOrientation у ваших проектах на Python."
    },
    "feature_9": {
      "title": "Попередній перегляд сторінок документів",
      "content": "Генеруйте зображення для попереднього перегляду сторінок документів, щоб переглядати їхній вміст і макет за допомогою функції PreviewPages у Python."
    }
  }
}