{
  "features": {
    "title": "GroupDocs.Merger funkciók",
    "description": "Zökkenőmentesen egyesítheti, feloszthatja és kezelheti a PDF és Office dokumentumokat",
    "feature_1": {
      "title": "Fájlok egyesítése",
      "content": "Egyesítsen két vagy több dokumentumot egyetlen dokumentummá, egyesítsen bizonyos oldalakat vagy oldaltartományokat több forrásdokumentumból."
    },
    "feature_2": {
      "title": "Dokumentumok felosztása",
      "content": "Ossza fel a forrásdokumentumot több eredő dokumentumra a felosztási művelet segítségével."
    },
    "feature_3": {
      "title": "Oldalak mozgatása",
      "content": "Az oldalak áthelyezése a dokumentumon belül a MovePage funkcióval."
    },
    "feature_4": {
      "title": "Távolítsa el az oldalakat",
      "content": "Távolítsa el az egyes oldalakat vagy meghatározott oldalszámok gyűjteményét a forrásdokumentumból."
    },
    "feature_5": {
      "title": "Oldalak elforgatása",
      "content": "Az oldalak elforgatása a dokumentumon belül az elforgatási szög 90, 180 vagy 270 fokos beállításával a RotatePages művelettel."
    },
    "feature_6": {
      "title": "Cserélj oldalt",
      "content": "Cserélje ki két oldal pozícióját a forrásdokumentumban, és hozzon létre egy új dokumentumot felcserélt oldalpozíciókkal."
    },
    "feature_7": {
      "title": "Oldalak kibontása",
      "content": "Konkrét oldalak vagy oldaltartományok kinyerése egy forrásdokumentumból, létrehozva egy új dokumentumot, amely csak a kiválasztott oldalakat tartalmazza."
    },
    "feature_8": {
      "title": "Tájolás megváltoztatása",
      "content": "Állítsa be az oldaltájolást (álló vagy fekvő) a dokumentum egyes vagy összes oldalához a ChangeOrientation művelettel."
    },
    "feature_9": {
      "title": "Oldalak előnézete",
      "content": "Képes ábrázolások létrehozása a dokumentum oldalairól, hogy jobban megértse a tartalmat és a szerkezetet. Készítsen előnézetet az összes vagy csak bizonyos oldalról."
    }
  }
}