{
  "features": {
    "title": "Функции на GroupDocs.Merger",
    "description": "Безпроблемно обединявайте, разделяйте и манипулирайте PDF и Office документи",
    "feature_1": {
      "title": "Комбинирайте файлове",
      "content": "Обединете два или повече документа в един документ, съединявайки конкретни страници или диапазони от страници от множество изходни документи."
    },
    "feature_2": {
      "title": "Разделен документ",
      "content": "Използвайте операцията за разделяне, за да разделите изходен документ на множество получени документи, позволявайки ефективна организация и управление на файлове."
    },
    "feature_3": {
      "title": "Преместване на страници",
      "content": "Плавно препозиционирайте страница в документ, като използвате функцията MovePage."
    },
    "feature_4": {
      "title": "Премахване на страници",
      "content": "Ефективно премахване на отделни страници или колекция от конкретни номера на страници от изходния документ с функцията RemovePages."
    },
    "feature_5": {
      "title": "Завъртане на страници",
      "content": "Възползвайте се от операцията RotatePages за лесно завъртане на страници в документ, като посочите ъгъла на завъртане като 90, 180 или 270 градуса"
    },
    "feature_6": {
      "title": "Размяна на страници",
      "content": "Пренаредете реда на страниците, като размените позициите на две страници в изходния документ, създавайки нов документ."
    },
    "feature_7": {
      "title": "Извличане на страници",
      "content": "Генерирайте нов документ, съдържащ само избраните страници, като извлечете конкретни страници или диапазони от страници от изходния документ."
    },
    "feature_8": {
      "title": "Променете ориентацията",
      "content": "Променете ориентацията на страницата (портретна или пейзажна) за конкретни страници или всички страници на документа, като използвате операцията ChangeOrientation."
    },
    "feature_9": {
      "title": "Преглед на страници",
      "content": "Получете по-ясно разбиране на съдържанието и структурата на документа, като генерирате изображения на страниците му. Направете визуализации на всички или само на определени страници."
    }
  }
}