{
  "features": {
    "title": "Principais Recursos do GroupDocs.Merger para Node.js",
    "description": "Mescle, divida e gerencie documentos nos formatos PDF e Office com o GroupDocs.Merger em um ambiente Node.js.",
    "feature_1": {
      "title": "Combinação perfeita de documentos",
      "content": "Combine vários documentos em um único arquivo selecionando páginas ou faixas específicas de diferentes fontes usando o GroupDocs.Merger para Node.js."
    },
    "feature_2": {
      "title": "Capacidades de divisão de documentos",
      "content": "Divida um documento grande em arquivos menores e mais gerenciáveis com as ferramentas avançadas de divisão fornecidas pelo GroupDocs.Merger para Node.js."
    },
    "feature_3": {
      "title": "Movimento eficiente de páginas",
      "content": "Reorganize as páginas dentro de um documento para atender suas necessidades usando o recurso MovePage, projetado para integração perfeita em Node.js."
    },
    "feature_4": {
      "title": "Opções de remoção de páginas",
      "content": "Elimine páginas indesejadas ou números de páginas específicos sem esforço com o recurso RemovePages no GroupDocs.Merger para Node.js."
    },
    "feature_5": {
      "title": "Funcionalidade de rotação de páginas",
      "content": "Ajuste a orientação das páginas em 90, 180 ou 270 graus com a operação simples e eficaz RotatePages."
    },
    "feature_6": {
      "title": "Recurso de troca de páginas",
      "content": "Reorganize seu documento trocando as posições das páginas usando a função SwapPages no GroupDocs.Merger para Node.js."
    },
    "feature_7": {
      "title": "Extração seletiva de páginas",
      "content": "Extraia páginas ou faixas específicas para criar um novo documento, focando apenas no conteúdo necessário com o GroupDocs.Merger para Node.js."
    },
    "feature_8": {
      "title": "Ferramenta de alteração de orientação",
      "content": "Troque a orientação das páginas de retrato para paisagem ou vice-versa usando o recurso ChangeOrientation em suas aplicações Node.js."
    },
    "feature_9": {
      "title": "Previsões de páginas de documentos",
      "content": "Gere pré-visualizações de imagem das páginas dos documentos para revisar seu conteúdo e layout com o recurso PreviewPages em Node.js."
    }
  }
}