{
  "features": {
    "title": "Функции на GroupDocs.Merger",
    "description": "Безпроблемно обединявайте, разделяйте и манипулирайте PDF и Office документи",
    "feature_1": {
      "title": "Обединяване на файлове",
      "content": "Комбинирайте два или повече документа в един документ, обединявайки конкретни страници или диапазони от страници от множество изходни документи."
    },
    "feature_2": {
      "title": "Разделяне на документи",
      "content": "Разделете изходен документ на множество получени документи, като използвате операцията за разделяне."
    },
    "feature_3": {
      "title": "Преместване на страници",
      "content": "Преместете страниците в документ с помощта на функцията MovePage."
    },
    "feature_4": {
      "title": "Премахване на страници",
      "content": "Премахнете отделни страници или колекция от конкретни номера на страници от изходния документ."
    },
    "feature_5": {
      "title": "Завъртане на страници",
      "content": "Завъртете страници в документ, като зададете ъгъла на завъртане на 90, 180 или 270 градуса с помощта на операцията RotatePages."
    },
    "feature_6": {
      "title": "Размяна на страници",
      "content": "Разменете позициите на две страници в изходния документ, създавайки нов документ с разменени позиции на страниците."
    },
    "feature_7": {
      "title": "Извличане на страници",
      "content": "Извлечете конкретни страници или диапазони от страници от изходен документ, като генерирате нов документ, съдържащ само избраните страници."
    },
    "feature_8": {
      "title": "Променете ориентацията",
      "content": "Задайте ориентацията на страницата (портретна или пейзажна) за конкретни или всички страници на документа, като използвате операцията ChangeOrientation."
    },
    "feature_9": {
      "title": "Преглед на страници",
      "content": "Генерирайте изображения на страниците на документа, за да разберете по-добре съдържанието и структурата. Направете визуализации на всички или само на определени страници."
    }
  }
}