{
  "features": {
    "title": "Funkcie GroupDocs.Merger",
    "description": "Bezproblémovo zlučujte, rozdeľujte a manipulujte s dokumentmi PDF a Office",
    "feature_1": {
      "title": "Kombinujte súbory",
      "content": "Zlúčenie dvoch alebo viacerých dokumentov do jedného dokumentu, spojením konkrétnych strán alebo rozsahov strán z viacerých zdrojových dokumentov."
    },
    "feature_2": {
      "title": "Rozdeliť dokument",
      "content": "Využite operáciu rozdelenia na rozdelenie zdrojového dokumentu do viacerých výsledných dokumentov, čo umožňuje efektívnu organizáciu a správu súborov."
    },
    "feature_3": {
      "title": "Presúvajte stránky",
      "content": "Hladko premiestnite stranu v dokumente pomocou funkcie MovePage."
    },
    "feature_4": {
      "title": "Odstráňte stránky",
      "content": "Efektívne odstráňte jednotlivé strany alebo zbierku konkrétnych čísel strán zo zdrojového dokumentu pomocou funkcie RemovePages."
    },
    "feature_5": {
      "title": "Otočte stránky",
      "content": "Využite operáciu RotatePages na jednoduché otáčanie strán v dokumente zadaním uhla otočenia ako 90, 180 alebo 270 stupňov"
    },
    "feature_6": {
      "title": "Vymeňte stránky",
      "content": "Zmeňte poradie strán výmenou pozícií dvoch strán v zdrojovom dokumente, čím vznikne nový dokument."
    },
    "feature_7": {
      "title": "Extrahovať stránky",
      "content": "Vygenerujte nový dokument obsahujúci iba vybraté strany extrahovaním konkrétnych strán alebo rozsahov strán zo zdrojového dokumentu."
    },
    "feature_8": {
      "title": "Zmeňte orientáciu",
      "content": "Upravte orientáciu strany (na výšku alebo na šírku) pre konkrétne strany alebo všetky strany dokumentu pomocou operácie ChangeOrientation."
    },
    "feature_9": {
      "title": "Ukážka stránok",
      "content": "Získajte jasnejšie pochopenie obsahu a štruktúry dokumentu vygenerovaním obrázkových reprezentácií jeho stránok. Vytvorte ukážky všetkých alebo len konkrétnych stránok."
    }
  }
}