{
  "features": {
    "title": "GroupDocs.Merger мүмкіндіктері",
    "description": "PDF және Office құжаттарын біркелкі біріктіріңіз, бөліңіз және өңдеңіз",
    "feature_1": {
      "title": "Файлдарды біріктіру",
      "content": "Бірнеше бастапқы құжаттардың нақты беттерін немесе бет ауқымдарын біріктіре отырып, екі немесе одан да көп құжаттарды бір құжатқа біріктіріңіз."
    },
    "feature_2": {
      "title": "Құжатты бөлу",
      "content": "Файлдарды тиімді ұйымдастыруға және басқаруға мүмкіндік беретін бастапқы құжатты бірнеше нәтижелік құжаттарға бөлу үшін бөлу операциясын пайдаланыңыз."
    },
    "feature_3": {
      "title": "Беттерді жылжыту",
      "content": "MovePage мүмкіндігін пайдалану арқылы құжат ішіндегі беттің орнын біркелкі өзгертіңіз."
    },
    "feature_4": {
      "title": "Беттерді жою",
      "content": "RemovePages мүмкіндігінің көмегімен бастапқы құжаттан жеке беттерді немесе арнайы бет нөмірлерінің жинағын тиімді түрде жойыңыз."
    },
    "feature_5": {
      "title": "Беттерді бұру",
      "content": "Бұру бұрышын 90, 180 немесе 270 градус етіп көрсету арқылы құжаттағы беттерді оңай бұру үшін RotatePages әрекетінің артықшылығын пайдаланыңыз."
    },
    "feature_6": {
      "title": "Беттерді ауыстыру",
      "content": "Бастапқы құжаттағы екі беттің орнын ауыстырып, жаңа құжатты жасау арқылы бет ретін қайта реттеңіз."
    },
    "feature_7": {
      "title": "Беттерді шығарып алу",
      "content": "Бастапқы құжаттан нақты беттерді немесе бет ауқымдарын шығару арқылы тек таңдалған беттерді қамтитын жаңа құжатты жасаңыз."
    },
    "feature_8": {
      "title": "Бағдарды өзгерту",
      "content": "ChangeOrientation әрекетін қолдану арқылы құжаттың нақты беттері немесе барлық беттері үшін бет бағдарын (портрет немесе альбомдық) өзгертіңіз."
    },
    "feature_9": {
      "title": "Беттерді алдын ала қарау",
      "content": "Құжаттың мазмұны мен құрылымын оның беттерінің кескіндік көріністерін жасау арқылы нақтырақ түсіну. Барлық немесе белгілі бір беттердің алдын ала қарауын жасаңыз."
    }
  }
}