{
  "features": {
    "title": "GroupDocs.Merger özellikleri",
    "description": "PDF ve Office Belgelerini sorunsuz bir şekilde birleştirin, bölün ve değiştirin",
    "feature_1": {
      "title": "Dosyaları birleştir",
      "content": "Birden çok kaynak belgeden belirli sayfaları veya sayfa aralıklarını birleştirerek iki veya daha fazla belgeyi tek bir belgede birleştirin."
    },
    "feature_2": {
      "title": "Bölünmüş belge",
      "content": "Bir kaynak belgeyi birden çok sonuçtaki belgeye bölmek için bölme işlemini kullanın ve dosyaların verimli bir şekilde düzenlenmesini ve yönetilmesini sağlayın."
    },
    "feature_3": {
      "title": "Sayfaları taşı",
      "content": "MovePage özelliğinden yararlanarak belgedeki bir sayfayı sorunsuz bir şekilde yeniden konumlandırın."
    },
    "feature_4": {
      "title": "Sayfaları kaldır",
      "content": "Sayfaları Kaldır özelliğiyle, tek tek sayfaları veya belirli sayfa numaralarından oluşan bir koleksiyonu kaynak belgeden etkili bir şekilde kaldırın."
    },
    "feature_5": {
      "title": "Sayfaları döndür",
      "content": "Döndürme açısını 90, 180 veya 270 derece olarak belirterek bir belgedeki sayfaları kolayca döndürmek için Sayfaları Döndür işleminden yararlanın"
    },
    "feature_6": {
      "title": "Sayfaları değiştir",
      "content": "Kaynak belgedeki iki sayfanın konumunu değiştirerek yeni bir belge oluşturarak sayfa sırasını yeniden düzenleyin."
    },
    "feature_7": {
      "title": "Sayfaları ayıkla",
      "content": "Kaynak belgeden belirli sayfaları veya sayfa aralıklarını çıkararak yalnızca seçilen sayfaları içeren yeni bir belge oluşturun."
    },
    "feature_8": {
      "title": "Yönü değiştir",
      "content": "ChangeOrientation işleminden yararlanarak belgenin belirli sayfaları veya tüm sayfaları için sayfa yönünü (dikey veya yatay) değiştirin."
    },
    "feature_9": {
      "title": "Önizleme sayfaları",
      "content": "Sayfalarının görüntü temsillerini oluşturarak belgenin içeriği ve yapısı hakkında daha net bir anlayış kazanın. Tüm sayfaların veya yalnızca belirli sayfaların önizlemesini yapın."
    }
  }
}