{
  "features": {
    "title": "ویژگی های کلیدی GroupDocs.Merger برای Node.js",
    "description": "اسناد را در قالب های PDF و آفیس با استفاده از GroupDocs.Merger در محیط Node.js به طور موثر ادغام، تقسیم و دستکاری کنید.",
    "feature_1": {
      "title": "ترکیب سند بدون درز",
      "content": "با ترکیب صفحات خاص یا دامنه های خاص از فایل های مختلف، با استفاده از GroupDocs.Merger برای Node.js، به راحتی چندین سند را در یک ادغام کنید."
    },
    "feature_2": {
      "title": "قابلیت تقسیم اسناد",
      "content": "با استفاده از ویژگی تقسیم جامع GroupDocs.Merger برای Node.js، یک سند واحد را به چندین فایل کوچکتر تقسیم کنید تا مدیریت و سازماندهی بهتر شود."
    },
    "feature_3": {
      "title": "حرکت صفحه کارآمد",
      "content": "با استفاده از ویژگی بصری MovePage در محیط Node.js، صفحات درون یک سند را متناسب با نیازهای شما تغییر دهید."
    },
    "feature_4": {
      "title": "گزینه های حذف صفحه",
      "content": "صفحات غیر ضروری یا شماره صفحات خاص را به راحتی با ویژگی RemovePages GroupDocs.Merger که برای Node.js طراحی شده است حذف کنید."
    },
    "feature_5": {
      "title": "قابلیت چرخش صفحه",
      "content": "صفحات درون یک سند را به جهت دلخواه (90، 180 یا 270 درجه) با استفاده از عملیات ساده RotatePages بچرخانید."
    },
    "feature_6": {
      "title": "ویژگی تبادل صفحه",
      "content": "ترتیب صفحات سند خود را با تعویض موقعیت آنها تغییر دهید، در نتیجه یک سند سازماندهی شده با تابع SwappAges ایجاد کنید."
    },
    "feature_7": {
      "title": "استخراج انتخابی صفحه",
      "content": "یک سند جدید از صفحات یا محدوده صفحات انتخاب شده ایجاد کنید و فقط محتوای لازم را با GroupDocs.Merger برای Node.js استخراج کنید."
    },
    "feature_8": {
      "title": "ابزار تغییر جهت",
      "content": "جهت گیری صفحات خاص یا همه صفحات را از عمودی به افقی یا بالعکس تغییر دهید و از ویژگی ChangeOrientation در پروژه های Node.js خود استفاده کنید."
    },
    "feature_9": {
      "title": "پیش نمایش صفحه سند",
      "content": "با استفاده از ویژگی PreviewPages در Node.js، پیش نمایش تصاویر صفحات سند را برای درک بهتر محتوا و طرح آنها ایجاد کنید."
    }
  }
}