{
  "features": {
    "title": "Ключові особливості GroupDocs.Merger для Node.js",
    "description": "Зливайте, розділяйте та керуйте документами у форматах PDF та Office за допомогою GroupDocs.Merger у середовищі Node.js.",
    "feature_1": {
      "title": "Безшовне об'єднання документів",
      "content": "Об'єднуйте кілька документів в один файл, вибираючи конкретні сторінки або діапазони з різних джерел за допомогою GroupDocs.Merger для Node.js."
    },
    "feature_2": {
      "title": "Можливості розділення документів",
      "content": "Розділіть великий документ на менші, більш керовані файли за допомогою розширених інструментів розділення, наданих GroupDocs.Merger для Node.js."
    },
    "feature_3": {
      "title": "Ефективний рух сторінок",
      "content": "Переміщайте сторінки в документі відповідно до ваших потреб, використовуючи функцію MovePage, призначену для безшовної інтеграції в Node.js."
    },
    "feature_4": {
      "title": "Опції видалення сторінок",
      "content": "Легко усувайте небажані сторінки або конкретні номери сторінок за допомогою функції RemovePages у GroupDocs.Merger для Node.js."
    },
    "feature_5": {
      "title": "Функціональність обертання сторінок",
      "content": "Регулюйте орієнтацію сторінок на 90, 180 або 270 градусів за допомогою простої та ефективної операції RotatePages."
    },
    "feature_6": {
      "title": "Функція обміну сторінками",
      "content": "Реорганізуйте ваш документ, обмінюючи позиціями сторінок за допомогою функції SwapPages у GroupDocs.Merger для Node.js."
    },
    "feature_7": {
      "title": "Вибіркове витягування сторінок",
      "content": "Витягніть конкретні сторінки або діапазони, щоб створити новий документ, зосередившись лише на тому вмісті, яке вам потрібно, з GroupDocs.Merger для Node.js."
    },
    "feature_8": {
      "title": "Інструмент зміни орієнтації",
      "content": "Перемикайте орієнтацію сторінок з портретної на ландшафтну або навпаки, використовуючи функцію ChangeOrientation у ваших застосунках Node.js."
    },
    "feature_9": {
      "title": "Попередні перегляди сторінок документа",
      "content": "Генеруйте зображення попередніх переглядів сторінок документа, щоб перевірити їхній вміст і макет за допомогою функції PreviewPages у Node.js."
    }
  }
}