{
  "code_samples": {
    "title": "Зразки коду",
    "description": "Вивчіть типові випадки використання для GroupDocs.Merger, розроблених для середовищ Node.js. Ці приклади демонструють ефективність та простоту об'єднання документів за допомогою GroupDocs.Merger для Node.js.",
    "sample_1": {
      "title": "Ефективне об'єднання файлів DOCX в один документ за допомогою Node.js",
      "content_1": "Використовуйте GroupDocs.Merger для Node.js, щоб безперешкодно об'єднати декілька файлів DOCX в один вичерпний документ. Використовуйте функцію [Об'єднати Word Документи](https://docs.groupdocs.com/merger/nodejs-java/merge/word/) для ефективного об'єднання файлів, покращуючи управління документами та продуктивність.",
      "content_2": "Нижче знайдіть фрагмент коду Node.js, який допоможе вам пройти процес об'єднання документів:",
      "code_title": "Приклад Node.js: Об'єднання файлів DOCX",
      "comment_1": "Завантажте початковий файл DOCX",
      "comment_2": "Додати додаткові DOCX файли для об'єднання",
      "comment_3": "Виконайте процес об'єднання та збережіть об'єднаний документ"
    },
    "sample_2": {
      "title": "Розділити документ PDF на окремі файли в Node.js",
      "content_1": "За допомогою GroupDocs.Merger для Node.js спрощується поділ документа на кілька файлів. Наша функція [Split Document](https://docs.groupdocs.com/merger/nodejs-java/split-document/) дозволяє ефективно керувати та витягувати окремі розділи з великих PDF документів, що робить обробку документів більш ефективною.",
      "content_2": "Ця функція підтримує поділ документів за діапазоном сторінок, початку/кінцевими сторінками або непарними/парними номерами сторінок, серед інших критеріїв.",
      "code_title": "Як розділити документи на окремі файли за допомогою Node.js",
      "comment_1": "Почніть з розділення файлу PDF за допомогою GroupDocs.Merger для API Node.js",
      "comment_2": "Налаштування класу SplitOptions з форматом вихідних файлів",
      "comment_3": "Ініціалізуйте злиття з документом PDF, який потрібно розділити",
      "comment_4": "Викликати метод розділення за допомогою об'єкта splitOptions для отримання отриманих документів"
    }
  }
}