{
  "features": {
    "title": "Возможности GroupDocs.Merger",
    "description": "Легко объединяйте, разделяйте и управляйте документами PDF и Office",
    "feature_1": {
      "title": "Объединить файлы",
      "content": "Объединяйте два или более документов в один документ, объединяя определенные страницы или диапазоны страниц из нескольких исходных документов."
    },
    "feature_2": {
      "title": "Разделить документ",
      "content": "Используйте операцию разделения, чтобы разделить исходный документ на несколько результирующих документов, что обеспечивает эффективную организацию файлов и управление ими."
    },
    "feature_3": {
      "title": "Переместить страницы",
      "content": "Плавно перемещайте страницу в документе, используя функцию MovePage."
    },
    "feature_4": {
      "title": "Удалить страницы",
      "content": "Эффективно удаляйте отдельные страницы или набор определенных номеров страниц из исходного документа с помощью функции RemovePages."
    },
    "feature_5": {
      "title": "Повернуть страницы",
      "content": "Воспользуйтесь преимуществом операции RotatePages, чтобы легко поворачивать страницы в документе, указав угол поворота на 90, 180 или 270 градусов."
    },
    "feature_6": {
      "title": "Поменять местами страницы",
      "content": "Измените порядок страниц, поменяв местами две страницы в исходном документе, создав новый документ."
    },
    "feature_7": {
      "title": "Извлечь страницы",
      "content": "Создайте новый документ, содержащий только выбранные страницы, извлекая определенные страницы или диапазоны страниц из исходного документа."
    },
    "feature_8": {
      "title": "Изменить ориентацию",
      "content": "Измените ориентацию страницы (книжную или альбомную) для определенных страниц или всех страниц документа, используя операцию ChangeOrientation."
    },
    "feature_9": {
      "title": "Предварительный просмотр страниц",
      "content": "Получите более четкое представление о содержании и структуре документа, создав изображения его страниц. Делайте превью всех или только определенных страниц."
    }
  }
}