{
  "features": {
    "title": "Ciri GroupDocs.Merger",
    "description": "Cantumkan, belah dan manipulasi PDF dan Dokumen Pejabat dengan lancar",
    "feature_1": {
      "title": "Menggabungkan fail",
      "content": "Menggabungkan dua atau lebih dokumen ke dalam satu dokumen, menyertai halaman atau julat halaman tertentu daripada berbilang dokumen sumber."
    },
    "feature_2": {
      "title": "Pisahkan dokumen",
      "content": "Gunakan operasi pisah untuk membahagikan dokumen sumber kepada berbilang dokumen terhasil, membolehkan organisasi dan pengurusan fail yang cekap."
    },
    "feature_3": {
      "title": "Pindahkan halaman",
      "content": "Letakkan semula halaman dengan lancar dalam dokumen dengan memanfaatkan ciri MovePage."
    },
    "feature_4": {
      "title": "Alih keluar halaman",
      "content": "Alih keluar halaman individu atau koleksi nombor halaman tertentu secara berkesan daripada dokumen sumber dengan ciri RemovePages."
    },
    "feature_5": {
      "title": "Putar halaman",
      "content": "Manfaatkan operasi RotatePages untuk memutar halaman dengan mudah dalam dokumen dengan menentukan sudut putaran sebagai 90, 180 atau 270 darjah"
    },
    "feature_6": {
      "title": "Tukar muka surat",
      "content": "Susun semula susunan halaman dengan menukar kedudukan dua halaman dalam dokumen sumber, menghasilkan dokumen baharu."
    },
    "feature_7": {
      "title": "Ekstrak halaman",
      "content": "Hasilkan dokumen baharu yang mengandungi hanya halaman yang dipilih dengan mengekstrak halaman atau julat halaman tertentu daripada dokumen sumber."
    },
    "feature_8": {
      "title": "Tukar orientasi",
      "content": "Ubah suai orientasi halaman (potret atau landskap) untuk halaman tertentu atau semua halaman dokumen dengan memanfaatkan operasi ChangeOrientation."
    },
    "feature_9": {
      "title": "Pratonton halaman",
      "content": "Dapatkan pemahaman yang lebih jelas tentang kandungan dan struktur dokumen dengan menjana perwakilan imej halamannya. Buat pratonton semua atau hanya halaman tertentu."
    }
  }
}