{
  "features": {
    "title": "Tính năng nổi bật của GroupDocs.Merger cho Node.js",
    "description": "Kết hợp, tách và quản lý tài liệu định dạng PDF và Office một cách hiệu quả với GroupDocs.Merger trong môi trường Node.js.",
    "feature_1": {
      "title": "Kết hợp tài liệu liền mạch",
      "content": "Kết hợp nhiều tài liệu thành một tập tin duy nhất bằng cách chọn các trang hoặc phạm vi cụ thể từ nhiều nguồn khác nhau sử dụng GroupDocs.Merger cho Node.js."
    },
    "feature_2": {
      "title": "Khả năng tách tài liệu",
      "content": "Chia một tài liệu lớn thành các tập tin nhỏ hơn, dễ quản lý hơn với các công cụ tách nâng cao do GroupDocs.Merger cho Node.js cung cấp."
    },
    "feature_3": {
      "title": "Di chuyển trang hiệu quả",
      "content": "Sắp xếp lại trang trong tài liệu để đáp ứng nhu cầu của bạn bằng tính năng MovePage, được thiết kế cho sự tích hợp liền mạch trong Node.js."
    },
    "feature_4": {
      "title": "Tùy chọn xóa trang",
      "content": "Xóa các trang không mong muốn hoặc các số trang cụ thể một cách dễ dàng với tính năng RemovePages trong GroupDocs.Merger cho Node.js."
    },
    "feature_5": {
      "title": "Chức năng xoay trang",
      "content": "Điều chỉnh hướng của các trang thành 90, 180 hoặc 270 độ với thao tác RotatePages đơn giản và hiệu quả."
    },
    "feature_6": {
      "title": "Tính năng hoán đổi trang",
      "content": "Tổ chức lại tài liệu của bạn bằng cách hoán đổi vị trí của các trang sử dụng hàm SwapPages trong GroupDocs.Merger cho Node.js."
    },
    "feature_7": {
      "title": "Trích xuất trang có chọn lọc",
      "content": "Trích xuất các trang hoặc phạm vi cụ thể để tạo một tài liệu mới, chỉ tập trung vào nội dung bạn cần với GroupDocs.Merger cho Node.js."
    },
    "feature_8": {
      "title": "Công cụ thay đổi hướng",
      "content": "Chuyển đổi hướng của các trang từ chân dung sang phong cảnh hoặc ngược lại bằng cách sử dụng tính năng ChangeOrientation trong các ứng dụng Node.js của bạn."
    },
    "feature_9": {
      "title": "Xem trước trang tài liệu",
      "content": "Tạo hình ảnh xem trước các trang tài liệu để xem lại nội dung và bố cục của chúng với tính năng PreviewPages trong Node.js."
    }
  }
}