{
  "features": {
    "title": "Hauptmerkmale von GroupDocs.Merger für Node.js",
    "description": "Fügen Sie Dokumente in den Formaten PDF und Office mithilfe von GroupDocs.Merger in einer Node.js -Umgebung effizient zusammen, teilen und bearbeiten Sie sie.",
    "feature_1": {
      "title": "Nahtlose Kombination von Dokumenten",
      "content": "Fügen Sie mühelos mehrere Dokumente zu einem zusammen, indem Sie bestimmte Seiten oder Bereiche aus verschiedenen Dateien kombinieren, indem Sie GroupDocs.Merger für Node.js verwenden."
    },
    "feature_2": {
      "title": "Funktionen zum Aufteilen von Dokumenten",
      "content": "Teilen Sie ein einzelnes Dokument zur besseren Verwaltung und Organisation in mehrere kleinere Dateien auf, indem Sie die umfassende Aufteilungsfunktion von GroupDocs.Merger für Node.js verwenden."
    },
    "feature_3": {
      "title": "Effizientes Verschieben von Seiten",
      "content": "Mithilfe der intuitiven MovePage-Funktion in der Umgebung von Node.js können Sie Seiten innerhalb eines Dokuments an Ihre Anforderungen anpassen."
    },
    "feature_4": {
      "title": "Optionen zum Entfernen von Seiten",
      "content": "Entfernen Sie einfach unnötige Seiten oder bestimmte Seitenzahlen mit der removePages-Funktion von GroupDocs.Merger, die auf Node.js zugeschnitten ist."
    },
    "feature_5": {
      "title": "Funktionalität zum Drehen von Seiten",
      "content": "Drehen Sie Seiten innerhalb eines Dokuments mithilfe der einfachen RotatePages-Operation in die gewünschte Ausrichtung — 90, 180 oder 270 Grad."
    },
    "feature_6": {
      "title": "Funktion zum Austauschen von Seiten",
      "content": "Ändern Sie die Reihenfolge der Seiten Ihres Dokuments, indem Sie ihre Positionen vertauschen und so mit der Funktion SwapPages ein neu organisiertes Dokument erstellen."
    },
    "feature_7": {
      "title": "Selektive Seitenextraktion",
      "content": "Erstellen Sie ein neues Dokument aus ausgewählten Seiten oder Seitenbereichen und extrahieren Sie nur den erforderlichen Inhalt mit GroupDocs.Merger für Node.js."
    },
    "feature_8": {
      "title": "Tool zur Änderung der Ausrichtung",
      "content": "Ändern Sie die Ausrichtung bestimmter oder aller Seiten vom Hochformat ins Querformat oder umgekehrt, indem Sie die ChangeOrientation-Funktion in Ihren Node.js -Projekten verwenden."
    },
    "feature_9": {
      "title": "Seitenvorschauen von Dokumenten",
      "content": "Generieren Sie mithilfe der Funktion PreviewPages in Node.js Bildvorschauen von Dokumentseiten, um deren Inhalt und Layout besser zu verstehen."
    }
  }
}