{
  "features": {
    "title": "Функції GroupDocs.Merger",
    "description": "Легко об’єднуйте, розділяйте та маніпулюйте документами PDF і Office",
    "feature_1": {
      "title": "Об'єднайте файли",
      "content": "Об’єднайте два чи більше документів в один документ, об’єднавши певні сторінки або діапазони сторінок із кількох вихідних документів."
    },
    "feature_2": {
      "title": "Розділити документ",
      "content": "Використовуйте операцію поділу, щоб розділити вихідний документ на кілька отриманих документів, забезпечуючи ефективну організацію та керування файлами."
    },
    "feature_3": {
      "title": "Перемістити сторінки",
      "content": "Плавно змінюйте положення сторінки в документі за допомогою функції MovePage."
    },
    "feature_4": {
      "title": "Видаліть сторінки",
      "content": "Ефективно видаляйте окремі сторінки або набір певних номерів сторінок із вихідного документа за допомогою функції RemovePages."
    },
    "feature_5": {
      "title": "Повертайте сторінки",
      "content": "Скористайтеся перевагами операції RotatePages, щоб легко повертати сторінки в документі, вказуючи кут повороту на 90, 180 або 270 градусів"
    },
    "feature_6": {
      "title": "Поміняти сторінки",
      "content": "Змініть порядок сторінок, помінявши положення двох сторінок у вихідному документі, утворивши новий документ."
    },
    "feature_7": {
      "title": "Витягти сторінки",
      "content": "Створіть новий документ, який містить лише вибрані сторінки, витягнувши певні сторінки або діапазони сторінок із вихідного документа."
    },
    "feature_8": {
      "title": "Змінити орієнтацію",
      "content": "Змініть орієнтацію сторінки (книжкову або альбомну) для окремих сторінок або всіх сторінок документа, використовуючи операцію ChangeOrientation."
    },
    "feature_9": {
      "title": "Попередній перегляд сторінок",
      "content": "Отримайте чіткіше розуміння змісту та структури документа, створивши зображення його сторінок. Зробіть попередній перегляд усіх або лише окремих сторінок."
    }
  }
}