{
  "features": {
    "title": "Gnéithe GroupDocs.Merger",
    "description": "Doiciméid PDF agus Oifige a chumasc, a scoilt, agus a ionramháil gan uaim",
    "feature_1": {
      "title": "Comhcheangail comhaid",
      "content": "Cumaisc dhá dhoiciméad nó níos mó isteach i ndoiciméad amháin, ag nascadh leathanaigh ar leith nó raonta leathanaigh ó dhoiciméid iolracha."
    },
    "feature_2": {
      "title": "Doiciméad scoilte",
      "content": "Úsáid a bhaint as an oibríocht scoilte chun bundoiciméad a roinnt ina ildhoiciméid iarmhartacha, ag cur ar chumas eagrú agus bainistiú éifeachtach comhad."
    },
    "feature_3": {
      "title": "Bog leathanaigh",
      "content": "Déan leathanach a athshuíomh go réidh laistigh de dhoiciméad tríd an ngné MovePage a ghiaráil."
    },
    "feature_4": {
      "title": "Bain leathanaigh",
      "content": "Bain go héifeachtach leathanaigh aonair nó bailiúchán d’uimhreacha leathanaigh ar leith den bhundoiciméad leis an ngné RemovePages."
    },
    "feature_5": {
      "title": "Rothlaigh na leathanaigh",
      "content": "Bain leas as an oibríocht RotatePages chun leathanaigh a rothlú go héasca laistigh de dhoiciméad tríd an uillinn rothlaithe a shonrú mar 90, 180, nó 270 céim"
    },
    "feature_6": {
      "title": "Malartaigh leathanaigh",
      "content": "Déan ord na leathanach a atheagrú trí shuíomhanna dhá leathanach laistigh den bhundoiciméad a mhalartú, agus doiciméad nua a tháirgeadh."
    },
    "feature_7": {
      "title": "Sliocht leathanaigh",
      "content": "Gin doiciméad nua nach bhfuil ann ach na leathanaigh roghnaithe trí leathanaigh nó raonta leathanach ar leith a bhaint as an doiciméad foinseach."
    },
    "feature_8": {
      "title": "Athrú treoshuíomh",
      "content": "Athraigh an treoshuíomh leathanaigh (portráid nó tírdhreach) do leathanaigh ar leith nó do gach leathanach den doiciméad tríd an oibríocht ChangeOrientation a ghiaráil."
    },
    "feature_9": {
      "title": "Leathanaigh réamhamhairc",
      "content": "Faigh tuiscint níos soiléire ar ábhar agus ar struchtúr an doiciméid trí léiriú íomhánna dá leathanaigh a ghiniúint. Déan réamhamhairc de na leathanaigh ar fad nó díreach ar leith."
    }
  }
}