{
  "features": {
    "title": "Основные характеристики GroupDocs.Merger для Node.js",
    "description": "Эффективно объединяйте, разделяйте и управляйте документами в форматах PDF и Office с помощью GroupDocs.Merger в среде Node.js.",
    "feature_1": {
      "title": "Удобная комбинация документов",
      "content": "С легкостью объединяйте несколько документов в один, объединяя определенные страницы или диапазоны различных файлов, используя GroupDocs.Merger for Node.js."
    },
    "feature_2": {
      "title": "Возможности разделения документов",
      "content": "Разделите один документ на несколько небольших файлов для лучшего управления и организации, используя комплексную функцию разделения GroupDocs.Merger для Node.js."
    },
    "feature_3": {
      "title": "Эффективное перемещение страниц",
      "content": "Перемещайте страницы документа в соответствии со своими требованиями с помощью интуитивно понятной функции MovePage в среде Node.js."
    },
    "feature_4": {
      "title": "Варианты удаления страницы",
      "content": "Легко удаляйте ненужные страницы или определенные номера страниц с помощью функции RemovePages GroupDocs.Merger, разработанной для Node.js."
    },
    "feature_5": {
      "title": "Функциональность поворота страниц",
      "content": "Поверните страницы документа в нужную ориентацию (90, 180 или 270 градусов) с помощью простой операции RotatePages."
    },
    "feature_6": {
      "title": "Функция обмена страницами",
      "content": "Измените порядок страниц документа, поменяв их местами, и создайте реорганизованный документ с помощью функции SwapPages."
    },
    "feature_7": {
      "title": "Выборочное извлечение страниц",
      "content": "Создайте новый документ из выбранных страниц или диапазонов страниц, извлекая только необходимое содержимое с помощью GroupDocs.Merger for Node.js."
    },
    "feature_8": {
      "title": "Инструмент изменения ориентации",
      "content": "Измените ориентацию отдельных или всех страниц с портретной на альбомную или наоборот, используя функцию ChangeOrientation в своих проектах Node.js."
    },
    "feature_9": {
      "title": "Предварительный просмотр страниц документа",
      "content": "Создавайте предварительные изображения страниц документов, чтобы лучше понять их содержимое и структуру, используя функцию PreviewPages в Node.js."
    }
  }
}