{
  "features": {
    "title": "Características Clave de GroupDocs.Merger para Node.js",
    "description": "Combine, divida y gestione documentos en formatos PDF y Office de manera eficiente con GroupDocs.Merger en un entorno Node.js.",
    "feature_1": {
      "title": "Combinación de documentos sin interrupciones",
      "content": "Combina múltiples documentos en un solo archivo seleccionando páginas específicas o rangos de diferentes fuentes utilizando GroupDocs.Merger para Node.js."
    },
    "feature_2": {
      "title": "Capacidades de división de documentos",
      "content": "Divide un documento extenso en archivos más pequeños y manejables con las herramientas avanzadas de división que ofrece GroupDocs.Merger para Node.js."
    },
    "feature_3": {
      "title": "Movimiento de páginas eficiente",
      "content": "Reorganiza las páginas dentro de un documento según tus necesidades utilizando la función MovePage, diseñada para una integración fluida en Node.js."
    },
    "feature_4": {
      "title": "Opciones de eliminación de páginas",
      "content": "Elimina páginas no deseadas o números de páginas específicos sin complicaciones con la función RemovePages en GroupDocs.Merger para Node.js."
    },
    "feature_5": {
      "title": "Funcionalidad de rotación de páginas",
      "content": "Ajusta la orientación de las páginas a 90, 180 o 270 grados con la operación simple y efectiva RotatePages."
    },
    "feature_6": {
      "title": "Función de intercambio de páginas",
      "content": "Reorganiza tu documento intercambiando las posiciones de las páginas utilizando la función SwapPages en GroupDocs.Merger para Node.js."
    },
    "feature_7": {
      "title": "Extracción selectiva de páginas",
      "content": "Extrae páginas específicas o rangos para crear un nuevo documento, enfocándote solo en el contenido que necesitas con GroupDocs.Merger para Node.js."
    },
    "feature_8": {
      "title": "Herramienta de alteración de orientación",
      "content": "Cambia la orientación de las páginas de vertical a apaisado o viceversa utilizando la función ChangeOrientation en tus aplicaciones Node.js."
    },
    "feature_9": {
      "title": "Previsualización de páginas de documentos",
      "content": "Genera vistas previas de imagen de las páginas del documento para revisar su contenido y diseño con la función PreviewPages en Node.js."
    }
  }
}