{
  "code_samples": {
    "title": "Образцы кода",
    "description": "Изучите типичные сценарии использования GroupDocs.Merger, адаптированные к средам Node.js. Эти примеры демонстрируют эффективность и простоту объединения документов с помощью GroupDocs.Merger для Node.js.",
    "sample_1": {
      "title": "Эффективное объединение DOCX файлов в один документ с помощью Node.js",
      "content_1": "Используйте GroupDocs.Merger for Node.js, чтобы легко объединить несколько файлов DOCX в один всеобъемлющий документ. Используйте нашу функцию [Объединить Word документы](https://docs.groupdocs.com/merger/nodejs-java/merge/word/) для эффективного объединения файлов, улучшения управления документами и повышения производительности.",
      "content_2": "Ниже приведен фрагмент кода Node.js, который поможет вам в процессе объединения документов:",
      "code_title": "Пример Node.js: объединение DOCX файлов",
      "comment_1": "Загрузите исходный файл DOCX",
      "comment_2": "Добавьте дополнительные DOCX файлы для слияния",
      "comment_3": "Выполните процесс слияния и сохраните объединенный документ"
    },
    "sample_2": {
      "title": "Разделите документ PDF на отдельные файлы в Node.js",
      "content_1": "GroupDocs.Merger для Node.js упрощает разделение документа на несколько файлов. Наша функция [Разделить документ](https://docs.groupdocs.com/merger/nodejs-java/split-document/) позволяет эффективно управлять отдельными разделами из больших PDF документов и извлекать их из них, повышая эффективность обработки документов.",
      "content_2": "Эта функция поддерживает разделение документов по диапазону страниц, начальным и конечным страницам, нечетным/четным номерам страниц и другим критериям.",
      "code_title": "Как разделить документы на отдельные файлы с помощью Node.js",
      "comment_1": "Начните с разделения файла PDF с помощью GroupDocs.Merger для API Node.js",
      "comment_2": "Настройте класс SplitOptions с форматом выходных файлов",
      "comment_3": "Инициализируйте Merger с документом PDF, который нужно разделить",
      "comment_4": "Вызовите метод split с объектом SplitOptions, чтобы получить результирующие документы"
    }
  }
}