{
  "features": {
    "title": "คุณสมบัติที่สำคัญของ GroupDocs.Merger สำหรับ Node.js",
    "description": "ผสาน แยก และจัดการเอกสารในรูปแบบ PDF และ Office อย่างมีประสิทธิภาพโดยใช้ GroupDocs.Merger ในสภาพแวดล้อม Node.js",
    "feature_1": {
      "title": "การรวมเอกสารที่ไร้รอยต่อ",
      "content": "รวมเอกสารหลายฉบับเข้าด้วยกันได้อย่างง่ายดายโดยรวมหน้าเฉพาะหรือช่วงจากไฟล์ต่างๆ โดยใช้ GroupDocs.Merger สำหรับ Node.js"
    },
    "feature_2": {
      "title": "ความสามารถในการแยกเอกสาร",
      "content": "แบ่งเอกสารเดียวออกเป็นไฟล์ขนาดเล็กหลายไฟล์เพื่อการจัดการและการจัดระเบียบที่ดีขึ้น โดยใช้คุณลักษณะการแยกที่ครอบคลุมของ GroupDocs.Merger สำหรับ Node.js"
    },
    "feature_3": {
      "title": "การเคลื่อนไหวหน้าอย่างมีประสิทธิภาพ",
      "content": "ปรับตำแหน่งหน้าเว็บภายในเอกสารเพื่อให้เหมาะกับความต้องการของคุณโดยใช้คุณสมบัติ MovePage ที่ใช้งานง่ายในสภาพแวดล้อม Node.js"
    },
    "feature_4": {
      "title": "ตัวเลือกการลบหน้า",
      "content": "ลบหน้าที่ไม่จำเป็นหรือหมายเลขหน้าเฉพาะได้อย่างง่ายดายด้วยคุณสมบัติ RemovePages ของ GroupDocs.Merger ที่ปรับให้เหมาะสำหรับ Node.js"
    },
    "feature_5": {
      "title": "ฟังก์ชั่นการหมุนหน้า",
      "content": "หมุนหน้าภายในเอกสารไปยังทิศทางที่ต้องการ — 90, 180 หรือ 270 องศาโดยใช้การทำงาน RotatePages ที่ตรงไปตรงมา"
    },
    "feature_6": {
      "title": "คุณลักษณะการแลกเปลี่ยนหน้า",
      "content": "แก้ไขลำดับของหน้าเอกสารของคุณโดยการเปลี่ยนตำแหน่ง จึงสร้างเอกสารที่จัดระเบียบใหม่ด้วยฟังก์ชัน Swappages"
    },
    "feature_7": {
      "title": "การแยกหน้าแบบเลือก",
      "content": "สร้างเอกสารใหม่จากหน้าหรือช่วงหน้าที่เลือกโดยแยกเฉพาะเนื้อหาที่จำเป็นด้วย GroupDocs.Merger สำหรับ Node.js"
    },
    "feature_8": {
      "title": "เครื่องมือปรับทิศทาง",
      "content": "เปลี่ยนการวางแนวของหน้าเฉพาะหรือหน้าทั้งหมดจากแนวตั้งเป็นแนวนอนหรือในทางกลับกันโดยใช้คุณสมบัติ ChangeOrientation ในโครงการ Node.js ของคุณ"
    },
    "feature_9": {
      "title": "ตัวอย่างหน้าเอกสาร",
      "content": "สร้างตัวอย่างภาพของหน้าเอกสารเพื่อให้เข้าใจเนื้อหาและเค้าโครงได้ดีขึ้นโดยใช้คุณสมบัติ PreviewPages ใน Node.js"
    }
  }
}