{
  "features": {
    "title": "GroupDocs.Merger-funksjoner",
    "description": "Slå sømløst sammen, del og manipuler PDF- og Office-dokumenter",
    "feature_1": {
      "title": "Kombiner filer",
      "content": "Slå sammen to eller flere dokumenter til ett enkelt dokument, og slå sammen bestemte sider eller sideområder fra flere kildedokumenter."
    },
    "feature_2": {
      "title": "Del opp dokumentet",
      "content": "Bruk split-operasjonen til å dele et kildedokument i flere resulterende dokumenter, noe som muliggjør effektiv organisering og administrasjon av filer."
    },
    "feature_3": {
      "title": "Flytt sider",
      "content": "Flytt en side jevnt i et dokument ved å bruke MovePage-funksjonen."
    },
    "feature_4": {
      "title": "Fjern sider",
      "content": "Fjern effektivt individuelle sider eller en samling av spesifikke sidetall fra kildedokumentet med RemovePages-funksjonen."
    },
    "feature_5": {
      "title": "Roter sider",
      "content": "Dra nytte av RotatePages-operasjonen for enkelt å rotere sider i et dokument ved å spesifisere rotasjonsvinkelen som 90, 180 eller 270 grader"
    },
    "feature_6": {
      "title": "Bytt sider",
      "content": "Omorganiser siderekkefølgen ved å bytte ut plasseringen av to sider i kildedokumentet, og produsere et nytt dokument."
    },
    "feature_7": {
      "title": "Trekk ut sider",
      "content": "Generer et nytt dokument som bare inneholder de valgte sidene ved å trekke ut bestemte sider eller sideområder fra kildedokumentet."
    },
    "feature_8": {
      "title": "Endre orientering",
      "content": "Endre sideretningen (stående eller liggende) for bestemte sider eller alle sider i dokumentet ved å bruke ChangeOrientation-operasjonen."
    },
    "feature_9": {
      "title": "Forhåndsvis sider",
      "content": "Få en klarere forståelse av innholdet og strukturen til dokumentet ved å generere bilderepresentasjoner av sidene. Lag forhåndsvisninger av alle eller bare bestemte sider."
    }
  }
}