{
  "features": {
    "title": "Ключевые функции GroupDocs.Merger для Node.js",
    "description": "Объединяйте, разделяйте и управляйте документами в форматах PDF и Office с помощью GroupDocs.Merger в среде Node.js.",
    "feature_1": {
      "title": "Бесшовное комбинирование документов",
      "content": "Объедините несколько документов в один файл, выбрав конкретные страницы или диапазоны из различных источников с помощью GroupDocs.Merger для Node.js."
    },
    "feature_2": {
      "title": "Возможности разделения документов",
      "content": "Разделите большой документ на меньшие, более управляемые файлы с помощью расширенных инструментов разделения, предоставляемых GroupDocs.Merger для Node.js."
    },
    "feature_3": {
      "title": "Эффективное перемещение страниц",
      "content": "Переставьте страницы внутри документа в соответствии с вашими потребностями, используя функцию MovePage, предназначенную для бесшовной интеграции в Node.js."
    },
    "feature_4": {
      "title": "Опции удаления страниц",
      "content": "Легко удаляйте ненужные страницы или конкретные номера страниц с помощью функции RemovePages в GroupDocs.Merger для Node.js."
    },
    "feature_5": {
      "title": "Функциональность поворота страниц",
      "content": "Настройте ориентацию страниц на 90, 180 или 270 градусов с помощью простой и эффективной операции RotatePages."
    },
    "feature_6": {
      "title": "Функция замены страниц",
      "content": "Реорганизуйте ваш документ, меняя местами позиции страниц с помощью функции SwapPages в GroupDocs.Merger для Node.js."
    },
    "feature_7": {
      "title": "Выборочная экстракция страниц",
      "content": "Извлекайте конкретные страницы или диапазоны для создания нового документа, сосредотачиваясь только на необходимом контенте с помощью GroupDocs.Merger для Node.js."
    },
    "feature_8": {
      "title": "Инструмент изменения ориентации",
      "content": "Измените ориентацию страниц с альбомной на портретную или наоборот с помощью функции ChangeOrientation в ваших приложениях на Node.js."
    },
    "feature_9": {
      "title": "Предварительный просмотр страниц документа",
      "content": "Создавайте изображенческие превью страниц документа для просмотра их содержимого и макета с помощью функции PreviewPages в Node.js."
    }
  }
}