{
  "features": {
    "title": "Características principales de GroupDocs.Merger para Node.js",
    "description": "Combine, divida y manipule de manera eficiente documentos en formatos PDF y Office con GroupDocs.Merger en un entorno Node.js.",
    "feature_1": {
      "title": "Combinación perfecta de documentos",
      "content": "Combine fácilmente varios documentos en uno combinando páginas o rangos específicos de varios archivos, utilizando el GroupDocs.Merger para Node.js."
    },
    "feature_2": {
      "title": "Capacidades de división de documentos",
      "content": "Divida un solo documento en varios archivos más pequeños para una mejor administración y organización, utilizando la completa función de división de GroupDocs.Merger para Node.js."
    },
    "feature_3": {
      "title": "Movimiento de página eficiente",
      "content": "Cambie la posición de las páginas de un documento para adaptarlas a sus necesidades mediante la función intuitiva MovePage del entorno Node.js."
    },
    "feature_4": {
      "title": "Opciones de eliminación de páginas",
      "content": "Elimine páginas innecesarias o números de página específicos fácilmente con la función RemovePages del GroupDocs.Merger diseñada para Node.js."
    },
    "feature_5": {
      "title": "Funcionalidad de rotación de páginas",
      "content": "Gire las páginas de un documento en la orientación deseada (90, 180 o 270 grados) mediante la sencilla operación RotarPages."
    },
    "feature_6": {
      "title": "Función de intercambio de páginas",
      "content": "Modifique el orden de las páginas de su documento intercambiando sus posiciones, creando así un documento reorganizado con la función SwapPages."
    },
    "feature_7": {
      "title": "Extracción selectiva de páginas",
      "content": "Cree un documento nuevo a partir de las páginas o rangos de páginas seleccionados, extrayendo solo el contenido necesario con GroupDocs.Merger para Node.js."
    },
    "feature_8": {
      "title": "Herramienta de modificación de orientación",
      "content": "Cambie la orientación de páginas específicas o de todas las páginas de vertical a horizontal o viceversa, empleando la función ChangeOrientation en sus proyectos de Node.js."
    },
    "feature_9": {
      "title": "Vistas previas de páginas de documentos",
      "content": "Genere vistas previas de imágenes de páginas de documentos para comprender mejor su contenido y diseño, mediante la función PreviewPages de Node.js."
    }
  }
}