{
  "features": {
    "title": "Основні характеристики GroupDocs.Merger для Node.js",
    "description": "Ефективно об'єднуйте, розділяйте та маніпулюйте документами у форматах PDF та Office за допомогою GroupDocs.Merger у середовищі Node.js.",
    "feature_1": {
      "title": "Безшовна комбінація документів",
      "content": "Легко об'єднуйте кілька документів в один, поєднуючи певні сторінки або діапазони з різних файлів, використовуючи GroupDocs.Merger для Node.js."
    },
    "feature_2": {
      "title": "Можливості розділення документів",
      "content": "Розділіть один документ на кілька менших файлів для кращого управління та організації, використовуючи повну функцію розділення GroupDocs.Merger для Node.js."
    },
    "feature_3": {
      "title": "Ефективний рух сторінок",
      "content": "Переставляйте сторінки в документі відповідно до ваших вимог за допомогою інтуїтивно зрозумілої функції MovePage в середовищі Node.js."
    },
    "feature_4": {
      "title": "Параметри видалення сторінки",
      "content": "Легко видаляйте непотрібні сторінки або певні номери сторінок за допомогою функції RemovePages GroupDocs.Merger, розробленої для Node.js."
    },
    "feature_5": {
      "title": "Функціональність обертання сторінки",
      "content": "Поверніть сторінки в документі до потрібного орієнтування (90, 180 або 270 градусів) за допомогою простої операції RotaTePages."
    },
    "feature_6": {
      "title": "Функція заміни сторінок",
      "content": "Змініть порядок сторінок вашого документа, змінюючи їх позиції, створюючи таким чином реорганізований документ за допомогою функції SwappAges."
    },
    "feature_7": {
      "title": "Вибіркове вилучення сторінки",
      "content": "Створіть новий документ з вибраних сторінок або діапазонів сторінок, витягуючи лише необхідний вміст за допомогою GroupDocs.Merger для Node.js."
    },
    "feature_8": {
      "title": "Інструмент зміни орієнтації",
      "content": "Змініть орієнтацію конкретних або всіх сторінок з портретної на альбомну або навпаки, використовуючи функцію ChangeOrientation у ваших проектах Node.js."
    },
    "feature_9": {
      "title": "Попередній перегляд сторінок документа",
      "content": "Створюйте попередній перегляд зображень сторінок документа, щоб краще зрозуміти їх вміст та макет, використовуючи функцію PreviewPages в Node.js."
    }
  }
}