{
  "head": {
    "title": "ตั้งค่าทิศทางหน้า {{FileFormatUp}} ในแอป {{EnvName}}",
    "description": "{{ProdFullName}} ช่วยให้คุณสลับหน้าของ {{FileFormatUp}} ระหว่างภาพตั้งและภาพแนวนอน จัดการ PDFs, เอกสาร Word, ไฟล์ Excel, สไลด์ PowerPoint, แผนภาพ Visio, รูปภาพ, ไฟล์บีบอัด และอื่นๆ ได้อย่างแม่นยำ."
  },
  "header": {
    "title": "ทิศทางของหน้าไฟล์ {{FileFormatUp}}",
    "description": "{{ProdFullName}} เพิ่มฟีเจอร์อัจฉริยะให้กับแอป {{EnvNameShort}} นักพัฒนาสามารถปรับปรุงเครื่องมือของตนโดยการจัดการรูปแบบยอดนิยมและตั้งค่าทิศทางหน้าของ {{FileFormatUp}}.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดเดี๋ยวนี้"
  },
  "about": {
    "title": "{{ProdShortName}} ภาพรวม",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) จัดการเอกสารมากกว่า 50 รูปแบบ เช่น PDF, Word, Excel, PowerPoint, Visio, รูปภาพ และไฟล์บีบอัด รวมถึงการรวม, แยก, สกัด, จัดเรียง, สลับ, ลบ หรือปรับเปลี่ยนรูปแบบหน้าอย่างที่ต้องการ."
  },
  "more_features": {
    "title": "การควบคุมเอกสารที่มีพลศาสตร์",
    "description": "{{ProdFullName}} ให้เครื่องมือที่แข็งแกร่งในการจัดการเนื้อหาในกว่า 50 รูปแบบไฟล์พร้อมผลลัพธ์ที่รวดเร็วและเชื่อถือได้.",
    "image_description": "เครื่องมือ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมรูปแบบไฟล์ที่แตกต่างกัน",
      "content": "เชื่อมโยง PDFs, เอกสาร Word, งานนำเสนอ, สเปรดชีต, แผนภาพ Visio, รูปภาพ, และไฟล์บีบอัด ปรับแต่งการตั้งค่าให้เหมาะสม."
    },
    "feature_2": {
      "title": "จัดเรียงหน้าของเอกสาร",
      "content": "ย้าย, สลับ, หรือปล่อยหน้าเพื่อกำหนดโพรเซสเอกสารของคุณ."
    },
    "feature_3": {
      "title": "ปรับทิศทางหน้า",
      "content": "หมุนหน้าไปในมุมที่ต้องการหรือลงมือสลับระหว่างมุมตั้งและมุมแนวนอน."
    },
    "feature_4": {
      "title": "บันทึกหน้าเป็นไฟล์ใหม่",
      "content": "เลือกหน้าที่ต้องการและส่งออกเป็นไฟล์แยกไปยังตำแหน่งใดก็ได้."
    }
  },
  "formats": {
    "title": "ปรับทิศทางสำหรับรูปแบบหลายประเภท",
    "description": "{{ProdShortName}} รองรับมากกว่า 50 ประเภทไฟล์ ช่วยให้คุณสามารถปรับปรุงเอกสารด้วยตัวเลือกที่หลากหลาย."
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "ค้นหาเครื่องมือเพื่อเพิ่มพลังให้กับโซลูชันของคุณ."
  },
  "examples": {
    "comment_1": "โหลดไฟล์เข้ามาใน {{NameProduct}}",
    "comment_2": "เลือกหน้าที่จะปรับ",
    "comment_3": "เลือกทิศทางที่ต้องการ",
    "comment_4": "บันทึกการเปลี่ยนแปลง"
  },
  "steps": {
    "title": "วิธีตั้งค่าทิศทางหน้า {{FileFormatUp}}",
    "content": {
      "title": "ใช้ [{{ProdShortName}}]({{PlatformLink}}) เพื่อปรับแก้รูปแบบหน้าของ {{FileFormatUp}} เครื่องมือนี้และเครื่องมืออื่นๆ จะนำการจัดการเอกสารที่มีความแข็งแกร่งมายังแอป {{EnvName}}.",
      "step_1": "ให้เส้นทางไฟล์ {{FileFormatUp}}.",
      "step_2": "เลือกหน้าที่จะทำงาน.",
      "step_3": "สลับทิศทางของมัน.",
      "step_4": "บันทึกผลลัพธ์."
    }
  },
  "code_1": {
    "title": "พลิกหน้าสุดท้ายในไฟล์ {{FileFormatUp}}",
    "content": "เรียนรู้วิธีนับหน้าของเอกสาร {{FileFormatUp}} และปรับเปลี่ยนรูปแบบหน้าสุดท้าย.",
    "comment_1": "เปิดไฟล์ในคอนสตรัคเตอร์",
    "comment_2": "นับจำนวนหน้า",
    "comment_3": "เลือกหน้าและตั้งค่าภาพตั้งหรือภาพแนวนอน",
    "comment_4": "อัปเดตทิศทาง",
    "comment_5": "บันทึกไฟล์ไปยังเส้นทางใหม่"
  }
}