{
  "head": {
    "title": "เปลี่ยนการจัดหน้า {{FileFormatUp}} ในแอป {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} เพื่อปรับการจัดหน้า (แนวตั้งหรือแนวนอน) ของ {{FileFormatUp}} จัดการ PDF, เอกสาร Word, แผ่น Excel, สไลด์ PowerPoint, ไฟล์ Visio, รูปภาพ, แฟ้มบีบอัด และอื่น ๆ ได้อย่างมีประสิทธิภาพ"
  },
  "header": {
    "title": "การควบคุมการจัดหน้าใน {{FileFormatUp}}",
    "description": "{{ProdFullName}} มอบเครื่องมือที่สะดวกให้กับแอปใน {{EnvNameShort}} นักพัฒนาสามารถพัฒนาโปรเจกต์ของตนโดยจัดการรูปแบบไฟล์ยอดนิยมและปรับการจัดหน้า {{FileFormatUp}} ได้",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "{{ProdShortName}} ภาพรวม",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นเครื่องมือในการจัดการเอกสารในรูปแบบมากกว่า 50 รูปแบบ เช่น PDF, Word, Excel, PowerPoint, Visio, รูปภาพ, และแฟ้มบีบอัด มันช่วยให้คุณรวม แยก ดึง ย้าย สลับ ลบ หรือหมุนหน้า เพิ่มการควบคุมเอกสารที่แข็งแกร่งให้กับแอปของคุณ"
  },
  "more_features": {
    "title": "การจัดการเนื้อหาของเอกสารที่ยืดหยุ่น",
    "description": "{{ProdFullName}} มีชุดเครื่องมือแบบครบวงจรในการจัดการเนื้อหาในรูปแบบไฟล์ยอดนิยมมากกว่า 50 รูปแบบด้วยการประมวลผลที่ราบรื่นและมีประสิทธิภาพ",
    "image_description": "ฟีเจอร์ของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมรูปแบบไฟล์ที่หลากหลาย",
      "content": "รวม PDF, ไฟล์ Word, สไลด์, แผ่นงาน, แผนภาพ Visio, รูปภาพ, และแฟ้มบีบอัด ปรับแต่งกระบวนการเพื่อผลลัพธ์ที่ดีที่สุด"
    },
    "feature_2": {
      "title": "จัดการหน้าเอกสาร",
      "content": "จัดเรียงหน้าโดยการเคลื่อนที่ สลับ หรือ ลบ เพื่อจัดระเบียบเนื้อหาของคุณให้ดีขึ้น"
    },
    "feature_3": {
      "title": "ควบคุมรูปแบบหน้า",
      "content": "หมุนหน้าให้ตั้งมุมที่กำหนดหรือสลับระหว่างโหมดแนวตั้งและแนวนอน"
    },
    "feature_4": {
      "title": "ดึงหน้าเป็นไฟล์แยก",
      "content": "เลือกหน้าหรือช่วงของหน้าและบันทึกเป็นไฟล์ใหม่ตามที่คุณต้องการ"
    }
  },
  "formats": {
    "title": "เปลี่ยนการจัดหน้าในหลายรูปแบบ",
    "description": "{{ProdShortName}} รองรับรูปแบบไฟล์มากกว่า 50 รูปแบบ ทำให้สามารถปรับเอกสารด้วยการดำเนินการที่หลากหลาย"
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "ตรวจสอบฟีเจอร์ที่จะช่วยเสริมโปรเจกต์ของคุณ"
  },
  "examples": {
    "comment_1": "โหลดเส้นทางไฟล์ต้นฉบับเข้า {{NameProduct}}",
    "comment_2": "เลือกหน้าที่จะเปลี่ยนการจัดหน้า",
    "comment_3": "ตั้งค่าการจัดหน้าให้ตรงตามที่ต้องการ",
    "comment_4": "บันทึกเอกสารที่ปรับปรุง"
  },
  "steps": {
    "title": "วิธีเปลี่ยนการจัดหน้า {{FileFormatUp}}",
    "content": {
      "title": "ใช้ [{{ProdShortName}}]({{PlatformLink}}) เพื่อปรับการจัดหน้า {{FileFormatUp}} ฟีเจอร์นี้ร่วมกับฟีเจอร์อื่น ๆ นำการจัดการเอกสารที่แข็งแกร่งมาสู่โปรเจกต์ {{EnvName}}",
      "step_1": "ชี้ไปที่ไฟล์ต้นฉบับ {{FileFormatUp}}",
      "step_2": "เลือกหมายเลขหน้าที่จะปรับ",
      "step_3": "อัปเดตการจัดหน้า",
      "step_4": "บันทึกการเปลี่ยนแปลง"
    }
  },
  "code_1": {
    "title": "เปลี่ยนการจัดหน้าของหน้าสุดท้ายในเอกสาร {{FileFormatUp}}",
    "content": "เรียนรู้วิธีการนับหน้าในไฟล์ {{FileFormatUp}} และเปลี่ยนการจัดหน้าของหน้าสุดท้าย",
    "comment_1": "โหลดไฟล์ต้นฉบับเข้าในคอนสตรัคเตอร์",
    "comment_2": "รับจำนวนหน้าทั้งหมด",
    "comment_3": "ตั้งค่าหมายเลขหน้าและเลือกแนวตั้งหรือแนวนอน",
    "comment_4": "ใช้การจัดหน้าใหม่",
    "comment_5": "บันทึกไฟล์ที่อัปเดตไปยังเส้นทางที่ต้องการ"
  }
}