{
  "head": {
    "title": "ปรับหน้า {{FileFormatUp}} ในแอพ {{EnvName}}",
    "description": "{{ProdFullName}} ช่วยให้คุณเปลี่ยนหน้า {{FileFormatUp}} เป็นแนวตั้งหรือแนวนอน ประมวลผล PDFs, เอกสาร Word, แผ่น Excel, สไลด์ PowerPoint, การออกแบบ Visio, รูปภาพ, ไฟล์บีบอัด และอื่น ๆ ได้อย่างมีประสิทธิภาพ"
  },
  "header": {
    "title": "จัดเรียงหน้า {{FileFormatUp}}",
    "description": "{{ProdFullName}} เสริมแอพ {{EnvNameShort}} ด้วยฟีเจอร์ที่มีประโยชน์ นักพัฒนาสามารถสร้างโซลูชันที่ดีกว่าโดยการจัดการรูปแบบไฟล์และปรับรูปแบบการจัดเรียงหน้า {{FileFormatUp}}",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ลองใช้งานฟรี"
  },
  "about": {
    "title": "ภาพรวมของ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) ถูกสร้างขึ้นเพื่อจัดการเอกสารในรูปแบบต่าง ๆ มากกว่า 50 รูปแบบ เช่น PDF, Word, Excel, PowerPoint, Visio, รูปภาพ และไฟล์บีบอัด รวมถึงการรวม, แยก, ดึง, เปลี่ยน, ลบ หรือปรับรูปแบบหน้า ตามที่ต้องการ"
  },
  "more_features": {
    "title": "การจัดการเอกสารที่ปรับแต่งได้",
    "description": "{{ProdFullName}} เสนอโซลูชันเครื่องมือที่หลากหลายในการจัดการเนื้อหาใน 50+ รูปแบบไฟล์ ทำให้ได้ผลลัพธ์ที่รวดเร็วและราบรื่น",
    "image_description": "ตัวเลือกของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมรูปแบบที่หลากหลาย",
      "content": "รวม PDFs, เอกสาร Word, สไลด์, แผ่นงาน, ไฟล์ Visio, รูปภาพ และไฟล์บีบอัด จัดเตรียมให้ได้ผลลัพธ์ที่ดีที่สุด"
    },
    "feature_2": {
      "title": "เรียงลำดับหน้าเอกสาร",
      "content": "ย้าย, สลับ หรือ ลบหน้าต่างเพื่อปรับปรุงการตั้งค่าเอกสารของคุณ"
    },
    "feature_3": {
      "title": "ตั้งค่าการจัดเรียงหน้า",
      "content": "เปลี่ยนหน้าที่มีมุมหรือตัดสินใจสลับระหว่างโหมดแนวตั้งและแนวนอน"
    },
    "feature_4": {
      "title": "ส่งออกหน้าต่างแยกต่างหาก",
      "content": "เลือกหน้า หรือกลุ่มของหน้า และบันทึกเป็นไฟล์ใหม่ในที่ใดก็ได้"
    }
  },
  "formats": {
    "title": "ปรับหน้าในหลายรูปแบบ",
    "description": "{{ProdShortName}} ทำงานกับ 50+ รูปแบบไฟล์ ให้คุณปรับเอกสารได้อย่างยืดหยุ่น"
  },
  "operations": {
    "title": "ฟีเจอร์เด่น",
    "description": "ดูเครื่องมือที่สามารถพัฒนาโครงการของคุณได้"
  },
  "examples": {
    "comment_1": "ป้อนเส้นทางไฟล์ไปยัง {{NameProduct}}",
    "comment_2": "กำหนดเป้าหมายหน้าที่จะปรับ",
    "comment_3": "ใช้การปรับแนวใหม่",
    "comment_4": "บันทึกเอกสารที่เสร็จสมบูรณ์"
  },
  "steps": {
    "title": "วิธีปรับหน้า {{FileFormatUp}}",
    "content": {
      "title": "ด้วย [{{ProdShortName}}]({{PlatformLink}}), เปลี่ยนหน้า {{FileFormatUp}} ฟีเจอร์นี้และอื่น ๆ เพิ่มความน่าเชื่อถือในการจัดการเอกสารในแอพ {{EnvName}}",
      "step_1": "โหลดไฟล์ {{FileFormatUp}}",
      "step_2": "เลือกหน้าที่จะปรับแต่ง",
      "step_3": "เปลี่ยนแนวทิศทางของมัน",
      "step_4": "บันทึกผลลัพธ์"
    }
  },
  "code_1": {
    "title": "เปลี่ยนหน้า {{FileFormatUp}} สุดท้าย",
    "content": "เรียนรู้การตรวจสอบจำนวนหน้าหรือจำนวนหน้าในไฟล์ {{FileFormatUp}} และปรับการจัดเรียงหน้าสุดท้าย",
    "comment_1": "โหลดไฟล์เข้าสู่ constructor",
    "comment_2": "นับจำนวนหน้าทั้งหมด",
    "comment_3": "เลือกหน้าและตั้งไว้เป็นแนวตั้งหรือแนวนอน",
    "comment_4": "อัปเดตรูปแบบหน้า",
    "comment_5": "บันทึกไปยังเส้นทางที่คุณเลือก"
  }
}