{
  "head": {
    "title": "ดึงหน้าที่ {{FileFormatUp}} ใน {{EnvName}}",
    "description": "ดึงหน้าที่เฉพาะจากไฟล์ {{FileFormatUp}} อย่างรวดเร็วโดยใช้ {{ProdFullName}} และบันทึกเป็นเอกสารแยกต่างหาก."
  },
  "header": {
    "title": "ดึงหน้าที่ {{FileFormatUp}}",
    "description": "รวม {{ProdFullName}} เข้าสู่แอปพลิเคชัน {{EnvNameShort}} ของคุณเพื่อประมวลผลไฟล์ {{FileFormatUp}} อย่างมีประสิทธิภาพด้วยฟีเจอร์การดึงหน้าขั้นสูง.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นไลบรารีการประมวลผลเอกสารที่มีพลังซึ่งรองรับไฟล์ฟอร์แมตมากกว่า 50 รูปแบบ รวมถึง PDF, Word, Excel, PowerPoint และภาพ มันช่วยให้คุณสามารถดำเนินการต่างๆ เช่น การรวม การแยก การดึงข้อมูล การจัดเรียงใหม่ และการลบหน้าได้อย่างราบรื่น."
  },
  "more_features": {
    "title": "การประมวลผลเอกสารที่หลากหลาย",
    "description": "{{ProdFullName}} ให้ฟังก์ชันการทำงานที่ทรงพลังสำหรับการทำงานกับรูปแบบเอกสารธุรกิจที่ใช้กันอย่างแพร่หลายมากกว่า 50 รูปแบบ.",
    "image_description": "ฟีเจอร์หลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมประเภทไฟล์หลายประเภท",
      "content": "รวมไฟล์ PDF, เอกสาร Word, สไลด์ PowerPoint, แผ่น Excel, รูปภาพ และสถิติเป็นไฟล์เดียวด้วยตัวเลือกที่ปรับแต่งได้."
    },
    "feature_2": {
      "title": "การจัดการหน้าขั้นสูง",
      "content": "ย้าย ลบ หรือจัดเรียงหน้าภายในเอกสารเพื่อจัดการเนื้อหาให้มีประสิทธิภาพ."
    },
    "feature_3": {
      "title": "ปรับเปลี่ยนรูปแบบหน้า",
      "content": "หมุนหน้าตามมุมที่ต้องการหรือตั้งค่าให้เป็นโหมดแนวตั้งหรือแนวนอนได้ตามที่ต้องการ."
    },
    "feature_4": {
      "title": "ดึงหน้าที่เฉพาะ",
      "content": "เลือกและดึงเฉพาะหน้าที่ต้องการ โดยบันทึกเป็นเอกสารใหม่เพื่อการใช้งานต่อไป."
    }
  },
  "formats": {
    "title": "ดึงหน้าจากหลายรูปแบบไฟล์",
    "description": "{{ProdShortName}} รองรับรูปแบบไฟล์มากกว่า 50 รูปแบบ ทำให้การจัดการเอกสารมีความยืดหยุ่นและมีประสิทธิภาพมากขึ้น."
  },
  "operations": {
    "title": "ความสามารถหลัก",
    "description": "สำรวจฟีเจอร์การประมวลผลเอกสารเพิ่มเติม."
  },
  "examples": {
    "comment_1": "สร้างตัวอย่างของ {{ProdShortName}} ด้วยเอกสารต้นฉบับ",
    "comment_2": "กำหนดการตั้งค่าการดึงข้อมูลสำหรับหน้าที่เฉพาะ",
    "comment_3": "ดำเนินการกระบวนการดึงหน้า",
    "comment_4": "บันทึกหน้าที่ดึงมาเป็นไฟล์ใหม่"
  },
  "steps": {
    "title": "วิธีดึงหน้าที่ {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ช่วยให้การดึงหน้าจากเอกสาร {{FileFormatUp}} เป็นเรื่องง่าย ปรับปรุงแอปพลิเคชัน {{EnvName}} ของคุณด้วยความสามารถในการประมวลผลเอกสารที่ไร้รอยต่อ.",
      "step_1": "ระบุเส้นทางไฟล์ของเอกสาร {{FileFormatUp}} ต้นฉบับ.",
      "step_2": "เลือกหน้าที่คุณต้องการดึง.",
      "step_3": "ดำเนินการกระบวนการดึงข้อมูล.",
      "step_4": "บันทึกหน้าที่ดึงมาเป็นเอกสารแยกต่างหาก."
    }
  },
  "code_1": {
    "title": "ดึงหน้าที่เฉพาะจากเอกสาร",
    "content": "ตัวอย่างนี้แสดงให้เห็นถึงวิธีการดึงช่วงของหน้าจากไฟล์ {{FileFormatUp}} และบันทึกเป็นเอกสารใหม่.",
    "comment_1": "ระบุเส้นทางไฟล์ของเอกสารต้นฉบับ",
    "comment_2": "กำหนดตัวเลือกในการดึงเฉพาะหน้าคี่จากช่วงที่เลือก",
    "comment_3": "ดำเนินการดึงข้อมูล",
    "comment_4": "บันทึกหน้าที่ดึงมายังไฟล์ใหม่"
  }
}