{
  "head": {
    "title": "ดึงหน้า {{FileFormatUp}} ใน {{EnvName}}",
    "description": "ดึงหน้าเฉพาะจากไฟล์ {{FileFormatUp}} โดยใช้ {{ProdFullName}} และบันทึกเป็นเอกสารใหม่."
  },
  "header": {
    "title": "ดึงหน้า {{FileFormatUp}}",
    "description": "ใช้ {{ProdFullName}} เพื่อเสริมสร้างแอปพลิเคชัน {{EnvNameShort}} ของคุณด้วยฟีเจอร์การดึงหน้าขั้นสูงสำหรับเอกสาร {{FileFormatUp}}.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นไลบรารีการประมวลผลเอกสารที่ครอบคลุม รองรับมากกว่า 50 รูปแบบ รวมถึง PDF, Word, Excel, PowerPoint และภาพถ่าย ช่วยให้คุณสามารถรวม แยก ดึง เรียงลำดับ และลบหน้าได้อย่างมีประสิทธิภาพ."
  },
  "more_features": {
    "title": "การประมวลผลเอกสารที่ครอบคลุม",
    "description": "{{ProdFullName}} มีฟีเจอร์ที่ทรงพลังสำหรับการจัดการรูปแบบไฟล์ธุรกิจที่ใช้กันอย่างกว้างขวางมากกว่า 50 รูปแบบ.",
    "image_description": "ความสามารถหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมรูปแบบไฟล์ต่างๆ",
      "content": "รวม PDFs, เอกสาร Word, การนำเสนอ PowerPoint, แผ่นงาน Excel, ภาพถ่าย และไฟล์บีบอัดเข้าด้วยกันในเอกสารเดียวโดยมีตัวเลือกที่ยืดหยุ่น."
    },
    "feature_2": {
      "title": "จัดการหน้าเอกสาร",
      "content": "จัดเรียง ย้าย หรือเอาหน้าที่ไม่ต้องการออกเพื่อปรับแต่งและจัดระเบียบเอกสารของคุณอย่างมีประสิทธิภาพ."
    },
    "feature_3": {
      "title": "ปรับแต่งรูปแบบหน้า",
      "content": "หมุนหน้าไปยังมุมใดก็ได้หรือสลับระหว่างแนวตั้งและแนวนอนตามต้องการ."
    },
    "feature_4": {
      "title": "ดึงหน้าเฉพาะ",
      "content": "เลือกและดึงเฉพาะหน้าที่จำเป็น บันทึกเป็นเอกสารแยก."
    }
  },
  "formats": {
    "title": "ดึงหน้าจากรูปแบบต่างๆ",
    "description": "{{ProdShortName}} รองรับรูปแบบไฟล์มากกว่า 50 รูปแบบ ทำให้การประมวลผลเอกสารเป็นเรื่องที่ราบรื่น."
  },
  "operations": {
    "title": "ฟังก์ชันหลัก",
    "description": "ค้นพบฟีเจอร์การประมวลผลเอกสารเพิ่มเติม."
  },
  "examples": {
    "comment_1": "เริ่มต้น {{ProdShortName}} ด้วยเอกสารต้นฉบับ",
    "comment_2": "ตั้งค่าตัวเลือกเพื่อดึงหน้าเฉพาะ",
    "comment_3": "ดำเนินการดึงข้อมูล",
    "comment_4": "บันทึกหน้าที่ถูกดึงออกมาเป็นไฟล์ใหม่"
  },
  "steps": {
    "title": "วิธีการดึงหน้า {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ทำให้การดึงหน้าจากเอกสาร {{FileFormatUp}} เป็นเรื่องง่าย เพิ่มการประมวลผลเอกสารที่ไม่มีสะดุดให้กับแอปพลิเคชัน {{EnvName}} ของคุณ.",
      "step_1": "ระบุพาธไฟล์ของเอกสาร {{FileFormatUp}} ต้นฉบับ.",
      "step_2": "เลือกหน้าที่คุณต้องการดึง.",
      "step_3": "ดำเนินการดึงข้อมูล.",
      "step_4": "บันทึกหน้าที่ถูกดึงออกมาเป็นเอกสารใหม่."
    }
  },
  "code_1": {
    "title": "ดึงหน้าที่เฉพาะจากเอกสาร",
    "content": "ตัวอย่างนี้แสดงให้เห็นถึงวิธีการดึงช่วงหน้าที่เลือกจากไฟล์ {{FileFormatUp}} และบันทึกเป็นเอกสารใหม่.",
    "comment_1": "ระบุพาธไปยังเอกสารต้นฉบับ",
    "comment_2": "ตั้งค่าตัวเลือกการดึงข้อมูลเพื่อรวมเฉพาะหน้าหมายเลขคู่ภายในช่วง",
    "comment_3": "ดำเนินการดึงข้อมูล",
    "comment_4": "บันทึกหน้าที่ถูกดึงออกมาไปยังไฟล์ใหม่"
  }
}