{
  "head": {
    "title": "ดึงหน้า {{FileFormatUp}} ใน {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} เพื่อดึงหน้าต่าง ๆ จากเอกสาร {{FileFormatUp}} และบันทึกเป็นไฟล์แยกต่างหาก"
  },
  "header": {
    "title": "ดึงหน้า {{FileFormatUp}}",
    "description": "ด้วย {{ProdFullName}} คุณสามารถเพิ่มประสิทธิภาพให้กับแอปพลิเคชัน {{EnvNameShort}} ของคุณด้วยฟีเจอร์การประมวลผลเอกสารที่ทรงพลังสำหรับไฟล์ {{FileFormatUp}}",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นเครื่องมือประมวลผลเอกสารที่หลากหลายซึ่งรองรับไฟล์ได้มากกว่า 50 ฟอร์แมต รวมถึง PDF, Word, Excel, PowerPoint และภาพต่าง ๆ มันมีฟีเจอร์สำคัญเช่น การรวม, การแบ่ง, การดึงข้อมูล, การสลับ และการลบหน้า"
  },
  "more_features": {
    "title": "การประมวลผลเอกสารที่ครบถ้วน",
    "description": "{{ProdFullName}} มีฟีเจอร์ที่ทรงพลังเพื่อการประมวลผลไฟล์ธุรกิจที่ใช้กันอย่างแพร่หลายได้มากกว่า 50 ฟอร์แมต",
    "image_description": "ฟีเจอร์หลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมหลายฟอร์แมตเอกสารเข้าด้วยกัน",
      "content": "รวมไฟล์เช่น PDF, เอกสาร Word, งานนำเสนอ PowerPoint, แผ่นงาน Excel, รูปภาพ และไฟล์เก็บถาวร ปรับแต่งตัวเลือกการรวมให้ตรงตามความต้องการของคุณ"
    },
    "feature_2": {
      "title": "การจัดการหน้า",
      "content": "จัดการกับหน้าหรือช่วงหน้าที่เฉพาะ—ย้าย ลบ หรือเรียงลำดับใหม่เพื่อปรับแต่งเอกสารธุรกิจของคุณ"
    },
    "feature_3": {
      "title": "ปรับแต่งรูปแบบหน้า",
      "content": "หมุนหน้าในมุมใดก็ได้หรือเปลี่ยนการจัดแนวระหว่างแนวนอนและแนวตั้ง"
    },
    "feature_4": {
      "title": "ดึงหน้าที่เลือก",
      "content": "ดึงเฉพาะหน้าที่คุณต้องการและบันทึกเป็นเอกสารแยกต่างหาก"
    }
  },
  "formats": {
    "title": "ดึงหน้าจากฟอร์แมตเอกสารที่หลากหลาย",
    "description": "{{ProdShortName}} รองรับฟอร์แมตเอกสารได้มากกว่า 50 ฟอร์แมต ช่วยให้การจัดการเอกสารมีประสิทธิภาพ"
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "สำรวจความสามารถในการประมวลผลเอกสารเพิ่มเติม"
  },
  "examples": {
    "comment_1": "เริ่มต้น {{ProdShortName}} ด้วยเอกสารต้นฉบับ",
    "comment_2": "ระบุหน้าที่จะดึง",
    "comment_3": "ดำเนินการดึงข้อมูล",
    "comment_4": "บันทึกหน้าที่ดึงออกมาเป็นไฟล์ใหม่"
  },
  "steps": {
    "title": "วิธีการดึงหน้า {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ช่วยให้คุณสามารถดึงหน้าออกจากเอกสาร {{FileFormatUp}} ได้อย่างสะดวก ปรับปรุงแอปพลิเคชัน {{EnvName}} ของคุณโดยการรวมความสามารถในการจัดการเอกสารขั้นสูง",
      "step_1": "ระบุที่อยู่ไฟล์ของเอกสาร {{FileFormatUp}} ต้นฉบับ",
      "step_2": "เลือกหน้าที่คุณต้องการดึง",
      "step_3": "ดึงหน้าที่เลือก",
      "step_4": "บันทึกหน้าที่ดึงมาเป็นเอกสารใหม่"
    }
  },
  "code_1": {
    "title": "ดึงหน้าที่เฉพาะจากเอกสาร",
    "content": "ตัวอย่างนี้แสดงวิธีการดึงช่วงหน้าจากเอกสาร {{FileFormatUp}} และบันทึกเป็นไฟล์แยกต่างหาก",
    "comment_1": "ระบุที่อยู่ไฟล์ต้นฉบับ",
    "comment_2": "ตั้งค่าตัวเลือกเพื่อดึงเฉพาะหน้าคู่ในช่วง",
    "comment_3": "ดำเนินการดึงข้อมูล",
    "comment_4": "บันทึกหน้าที่ดึงออกมาเป็นเอกสารใหม่"
  }
}