{
  "head": {
    "title": "รวมไฟล์ {{FileFormatUp}} ใน {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} เพื่อเพิ่มความสามารถในการรวมเอกสาร {{FileFormatUp}} ไปยังแอปพลิเคชัน {{EnvNameShort}} ของคุณ."
  },
  "header": {
    "title": "รวมไฟล์ {{FileFormatUp}}",
    "description": "{{ProdFullName}} ช่วยให้คุณพัฒนาแอปพลิเคชัน {{EnvNameShort}} ที่สามารถรวมเอกสาร {{FileFormatUp}} หลาย ๆ ฉบับได้อย่างมีประสิทธิภาพ.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นไลบรารีการประมวลผลเอกสารที่ทรงพลังซึ่งรองรับรูปแบบไฟล์มากกว่า 50 รูปแบบ รวมถึง PDF, Word, Excel, PowerPoint, รูปภาพ และไฟล์บีบอัด ช่วยให้คุณสามารถรวม แยก สกัด จัดเรียง และลบหน้าออกจากเอกสารได้."
  },
  "more_features": {
    "title": "เครื่องมือการรวมเอกสาร",
    "description": "{{ProdFullName}} รองรับรูปแบบไฟล์ธุรกิจทั่วไปกว่า 50 รูปแบบ ให้ฟีเจอร์การประมวลผลเอกสารที่หลากหลาย.",
    "image_description": "ฟีเจอร์สำคัญของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมรูปแบบเอกสารต่าง ๆ",
      "content": "รวมเอกสาร เช่น PDFs, ไฟล์ Word, การนำเสนอ, สเปรดชีต, รูปภาพ และอื่น ๆ กำหนดหน้าที่จะรวมเพื่อผลลัพธ์ที่แม่นยำ."
    },
    "feature_2": {
      "title": "การจัดการหน้า",
      "content": "สามารถย้าย ลบ หรือจัดเรียงหน้าได้ตามต้องการเพื่อจัดโครงสร้างเอกสารของคุณ."
    },
    "feature_3": {
      "title": "ปรับแต่งเลย์เอาต์หน้า",
      "content": "หมุนหน้าได้ตามมุมที่ต้องการและสลับระหว่างแนวนอนและแนวตั้ง."
    },
    "feature_4": {
      "title": "สกัดหน้าที่เฉพาะเจาะจง",
      "content": "เลือกและสกัดหน้าจากเอกสาร บันทึกเป็นไฟล์แยก."
    }
  },
  "formats": {
    "title": "รวมไฟล์รูปแบบต่าง ๆ",
    "description": "{{ProdShortName}} รองรับรูปแบบไฟล์มากกว่า 50 รูปแบบ ทำให้การประมวลผลเอกสารมีประสิทธิภาพและยืดหยุ่น."
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "ค้นพบความสามารถในการจัดการเอกสารเพิ่มเติม."
  },
  "examples": {
    "comment_1": "เริ่มต้น {{NameProduct}} ด้วยเอกสาร {{FileFormatUp}} ที่นำเข้า",
    "comment_2": "รวมเอกสารกับไฟล์อื่น",
    "comment_3": "บันทึกเอกสารที่รวมแล้วไปยังตำแหน่งที่ต้องการ"
  },
  "steps": {
    "title": "วิธีการรวมเอกสาร {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ให้วิธีการรวมเอกสาร {{FileFormatUp}} ที่สะดวก เพิ่มความสามารถในแอปพลิเคชัน {{EnvName}} ของคุณโดยการรวมไฟล์หลายไฟล์เป็นหนึ่งเดียว.",
      "step_1": "กำหนดเส้นทางไปยังไฟล์ {{FileFormatUp}} แรก.",
      "step_2": "เลือกไฟล์ที่สองที่จะรวม.",
      "step_3": "ตั้งค่าเพิ่มเติมหากจำเป็น.",
      "step_4": "รวมไฟล์และบันทึกผลลัพธ์."
    }
  },
  "code_1": {
    "title": "รวมหน้าที่เฉพาะจากรูปแบบเอกสารต่าง ๆ",
    "content": "ตัวอย่างนี้แสดงวิธีการรวมไฟล์ {{FileFormatUp}} โดยเลือกหน้าที่เฉพาะจากรูปแบบอื่น.",
    "comment_1": "ระบุเส้นทางไฟล์หลัก",
    "comment_2": "กำหนดตัวเลือกสำหรับการเลือกหน้าที่เฉพาะ",
    "comment_3": "รวมเอกสารหลักกับหน้าที่เลือกจากไฟล์อื่น",
    "comment_4": "บันทึกเอกสารที่รวมแล้วไปยังตำแหน่งใหม่"
  }
}