{
  "head": {
    "title": "รวมไฟล์ {{FileFormatUp}} ใน {{ProgLang}}",
    "description": "บูรณาการการรวมไฟล์ {{FileFormatUp}} ลงในโปรเจกต์ {{EnvNameShort}} ของคุณด้วย {{ProdFullName}}."
  },
  "header": {
    "title": "รวมไฟล์ {{FileFormatUp}}",
    "description": "{{ProdFullName}} ช่วยให้คุณรวมเอกสาร {{FileFormatUp}} ได้อย่างราบรื่นภายในแอปพลิเคชัน {{EnvNameShort}} ของคุณ.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นเครื่องมือที่ครอบคลุมสำหรับการจัดการเอกสาร รองรับมากกว่า 50 รูปแบบ รวมถึง PDF, Word, Excel, PowerPoint, รูปภาพ และไฟล์เก็บข้อมูล ช่วยให้คุณสามารถรวม แยก คัดลอก สลับ และลบหน้าได้"
  },
  "more_features": {
    "title": "การรวมเอกสารขั้นสูง",
    "description": "{{ProdFullName}} ถูกออกแบบมาให้ทำงานกับไฟล์มากกว่า 50 รูปแบบที่นิยม มอบความสามารถในการประมวลผลเอกสารที่แข็งแกร่ง.",
    "image_description": "ความสามารถหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมประเภทเอกสารต่างๆ",
      "content": "รวม PDF, เอกสาร Word, การนำเสนอ, สเปรดชีต, รูปภาพ, และอื่นๆ ได้อย่างง่ายดาย ปรับแต่งหน้าที่ต้องการรวมตามความต้องการ."
    },
    "feature_2": {
      "title": "ปรับเปลี่ยนหน้าของเอกสาร",
      "content": "จัดเรียง ลบ หรือสลับหน้าเพื่อทำให้เอกสารธุรกิจของคุณมีโครงสร้างที่ดียิ่งขึ้น."
    },
    "feature_3": {
      "title": "ปรับแต่งการตั้งค่าหน้า",
      "content": "หมุนหน้าไปยังมุมใดก็ได้และเปลี่ยนทิศทางระหว่างแนวนอนและแนวตั้งสำหรับรูปแบบไฟล์ที่รองรับ."
    },
    "feature_4": {
      "title": "ดึงหน้าของเอกสาร",
      "content": "เลือกและดึงหน้าที่เฉพาะเจาะจง บันทึกเป็นเอกสารใหม่ที่เป็นอิสระ."
    }
  },
  "formats": {
    "title": "รวมหลายรูปแบบไฟล์",
    "description": "{{ProdShortName}} รองรับไฟล์มากกว่า 50 ประเภท เพื่อให้การประมวลผลเอกสารราบรื่นสำหรับความต้องการด้านธุรกิจต่างๆ."
  },
  "operations": {
    "title": "ฟังก์ชันหลัก",
    "description": "สำรวจฟีเจอร์และฟังก์ชันการทำงานเพิ่มเติมที่ได้รับการสนับสนุนโดย {{ProdShortName}}."
  },
  "examples": {
    "comment_1": "เริ่มต้น {{NameProduct}} ด้วยไฟล์ {{FileFormatUp}} ข้อมูลนำเข้า",
    "comment_2": "รวมไฟล์กับเอกสารอีกฉบับหนึ่ง",
    "comment_3": "บันทึกเอกสารที่รวมไว้ไปยังตำแหน่งที่กำหนด"
  },
  "steps": {
    "title": "วิธีรวมเอกสาร {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ช่วยให้การรวมเอกสาร {{FileFormatUp}} เป็นไปอย่างราบรื่น ปรับปรุงแอปพลิเคชัน {{EnvName}} ของคุณด้วยการรวมไฟล์หลายๆ ไฟล์เข้าด้วยกัน.",
      "step_1": "ตั้งค่าพาธไปยังเอกสาร {{FileFormatUp}} แรก.",
      "step_2": "เลือกเอกสารที่สอง.",
      "step_3": "กำหนดพารามิเตอร์เพิ่มเติม.",
      "step_4": "รวมไฟล์และบันทึกเอกสารเอาต์พุต."
    }
  },
  "code_1": {
    "title": "รวมหน้าที่เลือกจากรูปแบบไฟล์ต่างๆ",
    "content": "ตัวอย่างนี้แสดงวิธีการรวมไฟล์ {{FileFormatUp}} โดยเลือกหน้าที่เฉพาะจากรูปแบบเอกสารอื่น.",
    "comment_1": "ระบุพาธของเอกสารหลัก",
    "comment_2": "ตั้งค่าตัวเลือกเพื่อรวมหน้าที่เลือก",
    "comment_3": "รวมไฟล์หลักกับหน้าจากเอกสารอีกฉบับหนึ่ง",
    "comment_4": "บันทึกเอกสารที่รวมไว้สุดท้ายไปยังตำแหน่งที่ต้องการ"
  }
}