{
  "head": {
    "title": "รวมไฟล์ {{FileFormatUp}} ใน {{EnvName}}",
    "description": "ผสาน {{ProdFullName}} เข้ากับโปรเจค {{EnvNameShort}} ของคุณเพื่อรวมไฟล์ {{FileFormatUp}} ได้อย่างมีประสิทธิภาพ."
  },
  "header": {
    "title": "รวมไฟล์ {{FileFormatUp}}",
    "description": "ใช้ {{ProdFullName}} ในการสร้างแอปพลิเคชัน {{EnvNameShort}} ที่มีประสิทธิภาพในการรวมเอกสาร {{FileFormatUp}}.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นโซลูชันการประมวลผลเอกสารที่ครอบคลุม รองรับมากกว่า 50 รูปแบบรวมถึง PDF, Word, Excel, PowerPoint, รูปภาพ และไฟล์บีบอัด ทำให้คุณสามารถรวม แยก สกัด สลับ และลบหน้าได้อย่างมีประสิทธิภาพ."
  },
  "more_features": {
    "title": "เครื่องมือสำหรับการรวมเอกสาร",
    "description": "{{ProdFullName}} รองรับไฟล์ธุรกิจที่ใช้กันทั่วไปมากกว่า 50 รูปแบบและมีฟีเจอร์การจัดการเอกสารที่กว้างขวาง.",
    "image_description": "ฟีเจอร์หลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมหลายรูปแบบเอกสาร",
      "content": "รวม PDFs, ไฟล์ Word, งานนำเสนอ, สเปรดชีต, รูปภาพ และอื่นๆ ได้อย่างง่ายดาย คุณสามารถเลือกรวมหน้าเฉพาะตามที่ต้องการ."
    },
    "feature_2": {
      "title": "ปรับเปลี่ยนหน้าเอกสาร",
      "content": "จัดเรียง ลบ หรือสลับหน้าในเอกสารธุรกิจของคุณให้เหมาะสมตามที่คุณต้องการ."
    },
    "feature_3": {
      "title": "ปรับแต่งแบบหน้า",
      "content": "หมุนหน้าในมุมใดก็ได้และปรับเปลี่ยนทิศทางระหว่างแนวนอนและแนวตั้งสำหรับไฟล์ที่รองรับ."
    },
    "feature_4": {
      "title": "สกัดหน้า",
      "content": "เลือกและสกัดหน้าเฉพาะบันทึกเป็นเอกสารใหม่."
    }
  },
  "formats": {
    "title": "รวมรูปแบบไฟล์ต่างๆ",
    "description": "{{ProdShortName}} จัดการกับรูปแบบไฟล์มากกว่า 50 รูปแบบ ทำให้การประมวลผลเอกสารธุรกิจเป็นไปอย่างราบรื่น."
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "ค้นพบการดำเนินการที่รองรับเพิ่มเติม."
  },
  "examples": {
    "comment_1": "สร้างอินสแตนซ์ {{NameProduct}} ด้วยเอกสาร {{FileFormatUp}} ที่ต้องการ",
    "comment_2": "รวมไฟล์กับเอกสารอื่น",
    "comment_3": "บันทึกไฟล์ที่รวมแล้วไปยังสถานที่ที่กำหนด"
  },
  "steps": {
    "title": "ขั้นตอนในการรวมไฟล์ {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ช่วยให้คุณสามารถรวมไฟล์ {{FileFormatUp}} ได้อย่างมีประสิทธิภาพ รวมฟีเจอร์นี้เข้าไปในแอปพลิเคชัน {{EnvName}} ของคุณเพื่อจัดการเอกสารหลายรายการเป็นไฟล์เดียว.",
      "step_1": "ตั้งค่าเส้นทางไปยังไฟล์ {{FileFormatUp}} แรก.",
      "step_2": "เลือกไฟล์ที่สอง.",
      "step_3": "กำหนดการตั้งค่าเสริม.",
      "step_4": "รวมเอกสารและบันทึกไฟล์ผลลัพธ์."
    }
  },
  "code_1": {
    "title": "รวมหน้าที่เลือกจากไฟล์ที่แตกต่างกัน",
    "content": "ตัวอย่างนี้แสดงวิธีการรวมไฟล์ {{FileFormatUp}} ขณะที่รวมหน้าที่เลือกจากรูปแบบอื่น.",
    "comment_1": "กำหนดเส้นทางไฟล์หลัก",
    "comment_2": "กำหนดตัวเลือกเพื่อเลือกหน้าที่เฉพาะ",
    "comment_3": "รวมเอกสารหลักกับหน้าที่เลือกจากไฟล์อื่น",
    "comment_4": "บันทึกเอกสารที่รวมสุดท้ายไปยังสถานที่ที่กำหนด"
  }
}