{
  "head": {
    "title": "รวมไฟล์ {{FileFormatUp}} ใน {{EnvName}}",
    "description": "รวมไฟล์ {{FileFormatUp}} เข้าในโปรเจ็กต์ {{EnvNameShort}} ของคุณอย่างราบรื่นโดยใช้ {{ProdFullName}}."
  },
  "header": {
    "title": "รวมไฟล์ {{FileFormatUp}}",
    "description": "{{ProdFullName}} ช่วยให้คุณรวมเอกสาร {{FileFormatUp}} อย่างมีประสิทธิภาพภายในแอปพลิเคชัน {{EnvNameShort}} ของคุณ โดยมอบการรวมเข้าที่ไร้รอยต่อและประสิทธิภาพสูง.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "ภาพรวมของ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นโซลูชันการประมวลผลเอกสารที่มีฟีเจอร์ครบครัน สนับสนุนไฟล์มากกว่า 50 รูปแบบ รวมถึง PDF, Word, Excel, PowerPoint, รูปภาพ และไฟล์บีบอัด ด้วยชุดเครื่องมือที่มีประสิทธิภาพ คุณสามารถรวม แยก ถอนข้อมูล เปลี่ยน และลบหน้าได้อย่างมีประสิทธิภาพ."
  },
  "more_features": {
    "title": "ความสามารถในการรวมเอกสารที่ครบถ้วน",
    "description": "{{ProdFullName}} ได้รับการปรับให้เหมาะสมสำหรับการจัดการรูปแบบเอกสารที่หลากหลายโดยนำเสนอคุณสมบัติที่กว้างขวางในการจัดการเอกสารทางธุรกิจ.",
    "image_description": "ฟังก์ชันหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมหลายประเภทเอกสาร",
      "content": "รวม PDF, ไฟล์ Word, การนำเสนอ, สเปรดชีต, รูปภาพ และประเภทเอกสารอื่น ๆ ได้อย่างมีประสิทธิภาพ กำหนดขอบเขตหน้าที่เฉพาะเพื่อปรับแต่งกระบวนการรวม."
    },
    "feature_2": {
      "title": "ปรับแก้และจัดระเบียบหน้าของเอกสาร",
      "content": "จัดเรียงหน้า ลบบางส่วนที่ไม่ต้องการ หรือสลับหน้าเพื่อสร้างเอกสารที่มีโครงสร้างดีตามความต้องการของคุณ."
    },
    "feature_3": {
      "title": "ปรับแต่งรูปแบบและการวางหน้า",
      "content": "หมุนหน้าไปในมุมที่ต้องการและปรับการวางหน้าเป็นแนวนอนหรือแนวตั้งสำหรับไฟล์ประเภทต่าง ๆ."
    },
    "feature_4": {
      "title": "ดึงและบันทึกหน้าของเอกสารเฉพาะ",
      "content": "เลือกหน้าที่เฉพาะจากเอกสารและบันทึกเป็นไฟล์แยก เพื่อให้ง่ายต่อการเข้าถึงและการจัดระเบียบ."
    }
  },
  "formats": {
    "title": "รวมไฟล์ในรูปแบบที่แตกต่างกัน",
    "description": "ด้วยการสนับสนุนรูปแบบเอกสารมากกว่า 50 ประเภท {{ProdShortName}} ช่วยให้การประมวลผลไฟล์ทำได้ง่ายและมีประสิทธิภาพ."
  },
  "operations": {
    "title": "ฟังก์ชันหลัก",
    "description": "ค้นพบการดำเนินการเพิ่มเติมและฟีเจอร์ที่ {{ProdShortName}} สนับสนุนเพื่อปรับปรุงประสบการณ์การประมวลผลเอกสารของคุณ."
  },
  "examples": {
    "comment_1": "เริ่มต้น {{NameProduct}} ด้วยเอกสาร {{FileFormatUp}} แหล่งข้อมูล",
    "comment_2": "รวมเอกสารกับไฟล์ที่เลือกอีกไฟล์",
    "comment_3": "บันทึกเอกสารที่รวมเสร็จสมบูรณ์ไปยังตำแหน่งที่ต้องการ"
  },
  "steps": {
    "title": "วิธีการรวมเอกสาร {{FileFormatUp}}",
    "content": {
      "title": "ด้วย [{{ProdShortName}}]({{PlatformLink}}), การรวมเอกสาร {{FileFormatUp}} เป็นเรื่องที่ง่ายขึ้น เสริมแอปพลิเคชัน {{EnvName}} ของคุณด้วยความสามารถในการรวมเอกสารอย่างมีประสิทธิภาพ.",
      "step_1": "ระบุเส้นทางไฟล์สำหรับเอกสาร {{FileFormatUp}} แรก.",
      "step_2": "เลือกเอกสารที่สองที่จะรวม.",
      "step_3": "ตั้งค่าพารามิเตอร์เสริมสำหรับการปรับแต่ง.",
      "step_4": "ดำเนินกระบวนการรวมและบันทึกเอกสารผลลัพธ์."
    }
  },
  "code_1": {
    "title": "รวมหน้าที่เลือกจากรูปแบบเอกสารที่แตกต่างกัน",
    "content": "ตัวอย่างนี้แสดงวิธีการรวมไฟล์ {{FileFormatUp}} ขณะเลือกหน้าที่เฉพาะจากเอกสารในรูปแบบอื่น.",
    "comment_1": "กำหนดเส้นทางของเอกสารหลัก",
    "comment_2": "ตั้งค่าการเลือกเพื่อรวมหน้าที่เฉพาะ",
    "comment_3": "รวมไฟล์หลักกับหน้าที่เลือกจากเอกสารอื่น",
    "comment_4": "บันทึกเอกสารสุดท้ายในตำแหน่งที่ต้องการ"
  }
}