{
  "head": {
    "title": "สลับหน้าทั้งในไฟล์ {{FileFormatUp}} ด้วยแอปพลิเคชัน {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} เพื่อจัดเรียงหน้าหในเอกสาร {{FileFormatUp}} ปรับเปลี่ยน PDFs, ไฟล์ Word, สเปรดชีต, งานนำเสนอ, แผนภาพ Visio, รูปภาพ และอื่น ๆ ได้ตามต้องการ."
  },
  "header": {
    "title": "สลับหน้าหมายเลข {{FileFormatUp}}",
    "description": "{{ProdFullName}} ขยายฟังก์ชันการจัดการเอกสารในแอปพลิเคชัน {{EnvNameShort}} ด้วยความสามารถในการจัดการเอกสารขั้นสูง ปรับเปลี่ยนหน้าต่างในไฟล์ {{FileFormatUp}} เพื่อจัดโครงสร้างเนื้อหาให้เหมาะสมที่สุด.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "{{ProdShortName}} ความสามารถ",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นไลบรารีการประมวลผลเอกสารที่ครอบคลุมซึ่งรองรับไฟล์มากกว่า 50 รูปแบบ รวมถึง PDFs, เอกสาร Word, สเปรดชีต Excel, งานนำเสนอ PowerPoint, แผนภาพ Visio, รูปภาพ และไฟล์บีบอัด รวมร่วมเข้ากับแอปพลิเคชันของคุณเพื่อรวม, แยก, ดึงข้อมูล, จัดเรียง, สลับ, และลบหน้าในเอกสารประเภทต่าง ๆ."
  },
  "more_features": {
    "title": "การจัดการเอกสารขั้นสูง",
    "description": "{{ProdFullName}} มีชุดเครื่องมือที่สมบูรณ์สำหรับการปรับเปลี่ยนเอกสารอย่างราบรื่น รองรับไฟล์มากกว่า 50 รูปแบบ.",
    "image_description": "ฟังก์ชันหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมเอกสารประเภทต่าง ๆ",
      "content": "รวม PDFs, ไฟล์ Word, สเปรดชีต, งานนำเสนอ, แผนภาพ Visio, รูปภาพ และไฟล์บีบอัด ปรับแต่งผลลัพธ์ให้ตรงตามความต้องการเฉพาะ."
    },
    "feature_2": {
      "title": "จัดระเบียบโครงสร้างเอกสาร",
      "content": "จัดเรียงเนื้อหาด้วยการย้าย, สลับ, หรือลบหน้า เพื่อให้เอกสารมีโครงสร้างที่ดีและสามารถนำทางได้ง่าย."
    },
    "feature_3": {
      "title": "ปรับแนวหน้ากระดาษ",
      "content": "หมุนหน้าไปยังมุมใดก็ได้หรือเปลี่ยนระหว่างโหมดแนวตั้งและแนวนอนเพื่อการนำเสนอที่ดีที่สุด."
    },
    "feature_4": {
      "title": "ดึงหน้าเฉพาะ",
      "content": "เลือกและดึงหน้าหรือช่วงหน้าที่เฉพาะเพื่อสร้างเอกสารใหม่ที่มีการปรับแต่ง."
    }
  },
  "formats": {
    "title": "จัดเรียงหน้าในรูปแบบไฟล์หลายแบบ",
    "description": "{{ProdShortName}} รองรับไฟล์มากกว่า 50 ประเภท ช่วยให้คุณควบคุมเนื้อหาเอกสารทั้งหมด."
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "สำรวจความสามารถหลักของไลบรารีการประมวลผลเอกสารของเรา."
  },
  "examples": {
    "comment_1": "โหลดเอกสารเข้าสู่ {{NameProduct}}",
    "comment_2": "ระบุตำแหน่งหน้าที่จะสลับ",
    "comment_3": "ดำเนินการสลับหน้า",
    "comment_4": "บันทึกไฟล์ที่ปรับเปลี่ยนแล้วไปยังตำแหน่งที่ต้องการ"
  },
  "steps": {
    "title": "วิธีการจัดเรียงหน้า {{FileFormatUp}}",
    "content": {
      "title": "ด้วย [{{ProdShortName}}]({{PlatformLink}}), คุณสามารถจัดระเบียบหน้าในเอกสาร {{FileFormatUp}} เพื่อเพิ่มความสามารถในการอ่านและโครงสร้าง เพิ่มการประมวลผลเอกสารที่มีประสิทธิภาพให้กับแอปพลิเคชัน {{EnvName}} ของคุณ.",
      "step_1": "ระบุเส้นทางไปยังไฟล์ {{FileFormatUp}}.",
      "step_2": "เลือกหน้าที่จะสลับหรือจัดเรียงใหม่.",
      "step_3": "ใช้วิธีการที่เหมาะสมเพื่อปรับเปลี่ยนเอกสาร.",
      "step_4": "บันทึกไฟล์ที่อัปเดตไปยังตำแหน่งที่กำหนด."
    }
  },
  "code_1": {
    "title": "สลับหน้าสุดท้ายและหน้าแรกในไฟล์ {{FileFormatUp}}",
    "content": "ตัวอย่างนี้แสดงให้เห็นถึงวิธีการสลับหน้าในไฟล์ {{FileFormatUp}} ในไม่กี่ขั้นตอนที่ง่าย.",
    "comment_1": "โหลดเอกสารต้นฉบับ",
    "comment_2": "ระบุจำนวนหน้ารวม",
    "comment_3": "กำหนดการตั้งค่าสลับด้วยหมายเลขหน้า",
    "comment_4": "ดำเนินการสลับ",
    "comment_5": "บันทึกเอกสารที่อัปเดต"
  }
}