{
  "head": {
    "title": "สลับหน้าทั้งในไฟล์ {{FileFormatUp}} ด้วยแอป {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} ในการปรับเปลี่ยนลำดับหน้าภายในเอกสาร {{FileFormatUp}} จัดการ PDFs, เอกสาร Word, สเปรดชีต, การนำเสนอ, รูปภาพ และอื่น ๆ อย่างมีประสิทธิภาพ."
  },
  "header": {
    "title": "สลับหน้าของ {{FileFormatUp}}",
    "description": "{{ProdFullName}} เพิ่มฟีเจอร์การแก้ไขเอกสารขั้นสูงให้กับแอปพลิเคชัน {{EnvNameShort}} ทำให้คุณสามารถปรับเปลี่ยนลำดับหน้าในไฟล์ {{FileFormatUp}} ได้อย่างมีประสิทธิภาพเพื่อเพิ่มโครงสร้างและการอ่านได้ง่ายขึ้น.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "ความสามารถของ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นไลบรารีการประมวลผลเอกสารที่สามารถจัดการไฟล์ได้มากกว่า 50 รูปแบบ รวมถึง PDFs, เอกสาร Word, สเปรดชีต Excel, การนำเสนอ PowerPoint, แผนภาพ Visio, รูปภาพ และไฟล์ที่เก็บข้อมูล ใช้เพื่อรวม, แยก, ดึง, จัดเรียง, สลับ และลบหน้าภายในประเภทเอกสารต่างๆ."
  },
  "more_features": {
    "title": "การจัดการเอกสารที่ทรงพลัง",
    "description": "{{ProdFullName}} เสนอเครื่องมือที่ครบครันเพื่อปรับเปลี่ยนและจัดระเบียบเอกสารในกว่าหมด 50 รูปแบบ.",
    "image_description": "ฟีเจอร์หลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมหลายประเภทเอกสาร",
      "content": "รวม PDFs, เอกสาร Word, สเปรดชีต, การนำเสนอ, รูปภาพ และไฟล์เก็บข้อมูล ปรับแต่งผลลัพธ์ให้ตรงตามความต้องการของคุณ."
    },
    "feature_2": {
      "title": "จัดโครงสร้างเอกสารใหม่",
      "content": "ปรับแก้โครงสร้างเอกสารของคุณโดยการย้าย, สลับ, หรือลบหน้าเพื่อเพิ่มประสิทธิภาพในการจัดเรียง."
    },
    "feature_3": {
      "title": "เปลี่ยนทิศทางหน้า",
      "content": "หมุนหน้าตามมุมที่ต้องการหรือเปลี่ยนโหมดจากแนวตั้งเป็นแนวนอนได้ตามต้องการ."
    },
    "feature_4": {
      "title": "ดึงหน้าที่เฉพาะ",
      "content": "เลือกและดึงหน้าแต่ละหน้าหรือช่วงหน้าเพื่อสร้างเอกสารใหม่."
    }
  },
  "formats": {
    "title": "ปรับเปลี่ยนลำดับหน้าในรูปแบบต่าง ๆ",
    "description": "{{ProdShortName}} รองรับไฟล์ได้มากกว่า 50 รูปแบบ ทำให้คุณสามารถปรับแต่งรูปแบบเอกสารได้อย่างมีประสิทธิภาพ."
  },
  "operations": {
    "title": "ฟีเจอร์หลัก",
    "description": "สำรวจฟังก์ชันการทำงานหลักของไลบรารีการประมวลผลเอกสารของเรา."
  },
  "examples": {
    "comment_1": "โหลดเอกสารเข้าสู่ {{NameProduct}}",
    "comment_2": "กำหนดหน้าที่จะถูกสลับ",
    "comment_3": "ดำเนินการสลับหน้า",
    "comment_4": "บันทึกไฟล์ที่อัปเดตไปยังตำแหน่งใหม่"
  },
  "steps": {
    "title": "วิธีจัดเรียงหน้า {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ทำให้การจัดเรียงหน้าภายในเอกสาร {{FileFormatUp}} ทำได้ง่ายขึ้น โดยให้คุณควบคุมการจัดระเบียบเอกสารอย่างเต็มที่ รวมการแก้ไขเอกสารที่มีประสิทธิภาพเข้าไปในแอปพลิเคชัน {{EnvName}} ของคุณ.",
      "step_1": "ระบุเส้นทางไฟล์สำหรับเอกสาร {{FileFormatUp}}.",
      "step_2": "เลือกหน้าที่จะถูกสลับหรือจัดเรียงใหม่.",
      "step_3": "ใช้วิธีที่เหมาะสมในการปรับเปลี่ยนเอกสาร.",
      "step_4": "บันทึกเอกสารที่อัปเดตไปยังตำแหน่งที่ต้องการ."
    }
  },
  "code_1": {
    "title": "สลับหน้าที่แรกและหน้าสุดท้ายในไฟล์ {{FileFormatUp}}",
    "content": "ตัวอย่างนี้แสดงวิธีการสลับหน้าภายในไฟล์ {{FileFormatUp}} ในขั้นตอนง่ายๆ.",
    "comment_1": "โหลดเอกสารต้นฉบับ",
    "comment_2": "ดึงจำนวนหน้าทั้งหมด",
    "comment_3": "กำหนดพารามิเตอร์การสลับโดยใช้หมายเลขหน้า",
    "comment_4": "ดำเนินการสลับหน้า",
    "comment_5": "บันทึกเอกสารที่ปรับปรุงแล้ว"
  }
}