{
  "head": {
    "title": "สลับหน้าภายในเอกสาร {{FileFormatUp}} โดยใช้แอปของ {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} เพื่อสลับหน้าภายในไฟล์ {{FileFormatUp}} จัดการ PDF, เอกสาร Word, แผ่นงาน, งานนำเสนอ, ไดอะแกรม Visio, รูปภาพ, ไฟล์บีบอัด และอื่น ๆ ได้อย่างมีประสิทธิภาพ."
  },
  "header": {
    "title": "สลับหน้าของ {{FileFormatUp}}",
    "description": "{{ProdFullName}} เป็นเครื่องมือพัฒนาที่เพิ่มความสามารถในการประมวลผลเอกสารในแอปพลิเคชัน {{EnvNameShort}} สลับหน้าในไฟล์ {{FileFormatUp}} เพื่อช่วยในการจัดระเบียบและควบคุมเนื้อหาของคุณให้ดียิ่งขึ้น.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "คุณสมบัติของ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นไลบรารีการประมวลผลเอกสารที่รองรับไฟล์มากกว่า 50 รูปแบบ รวมถึง PDF, Word, Excel, PowerPoint, Visio, รูปภาพ และไฟล์บีบอัด เพิ่มเข้าไปในแอปพลิเคชันของคุณเพื่อรวม แยก แพ็ครีเรียง สลับ และลบหน้าในรูปแบบเอกสารที่ใช้กันอย่างแพร่หลาย."
  },
  "more_features": {
    "title": "การจัดการเอกสารขั้นสูง",
    "description": "{{ProdFullName}} ให้เครื่องมือที่ทรงพลังสำหรับการประมวลผลไฟล์มากกว่า 50 รูปแบบอย่างมีประสิทธิภาพ.",
    "image_description": "ความสามารถหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมประเภทเอกสารต่าง ๆ",
      "content": "รวม PDF, เอกสาร Word, แผ่นงาน, งานนำเสนอ, ไดอะแกรม Visio, รูปภาพ, และไฟล์บีบอัด ปรับแต่งผลลัพธ์ด้วยตัวเลือกที่ยืดหยุ่น."
    },
    "feature_2": {
      "title": "เรียงลำดับหน้าของเอกสาร",
      "content": "ปรับรูปแบบเอกสารโดยการเคลื่อนที่ สลับ หรือ ลบหน้าเพื่อการจัดระเบียบเนื้อหาที่ดีขึ้น."
    },
    "feature_3": {
      "title": "ปรับการหมุนของหน้า",
      "content": "หมุนหน้าไปยังมุมที่กำหนดหรือเปลี่ยนระหว่างโหมดแนวตั้งและแนวนอน."
    },
    "feature_4": {
      "title": "ดึงหน้าที่เลือก",
      "content": "เลือกหน้าหรือช่วงหน้าที่เฉพาะและบันทึกเป็นเอกสารแยกต่างหาก."
    }
  },
  "formats": {
    "title": "สลับหน้าในรูปแบบไฟล์ต่าง ๆ",
    "description": "{{ProdShortName}} รองรับไฟล์มากกว่า 50 รูปแบบ ทำให้สามารถปรับเปลี่ยนเอกสารได้อย่างแม่นยำ."
  },
  "operations": {
    "title": "คุณสมบัติหลัก",
    "description": "ค้นพบคุณสมบัติหลักของไลบรารีการประมวลผลเอกสารของเรา."
  },
  "examples": {
    "comment_1": "โหลดเอกสารลงใน {{NameProduct}}",
    "comment_2": "ระบุหมายเลขหน้าที่จะสลับ",
    "comment_3": "ทำการสลับหน้าที่เลือก",
    "comment_4": "บันทึกไฟล์ที่เปลี่ยนแปลงแล้ว"
  },
  "steps": {
    "title": "วิธีการสลับหน้าของไฟล์ {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ทำให้การสลับหน้าของ {{FileFormatUp}} เป็นเรื่องที่มีประสิทธิภาพ ให้คุณควบคุมเนื้อหาเอกสารได้อย่างเต็มที่ ใช้ในแอปพลิเคชัน {{EnvName}} ของคุณเพื่อการประมวลผลเอกสารที่ราบรื่น.",
      "step_1": "ระบุเส้นทางไปยังไฟล์ {{FileFormatUp}}.",
      "step_2": "เลือกหมายเลขหน้าที่ต้องการสลับ.",
      "step_3": "ใช้วิธีที่เหมาะสมในการสลับหน้า.",
      "step_4": "บันทึกเอกสารที่ปรับปรุงแล้วไปยังตำแหน่งที่ต้องการ."
    }
  },
  "code_1": {
    "title": "สลับหน้าที่หนึ่งและหน้าสุดท้ายของไฟล์ {{FileFormatUp}}",
    "content": "ตัวอย่างนี้แสดงให้เห็นวิธีการสลับหน้าในไฟล์ {{FileFormatUp}} ในเพียงไม่กี่ขั้นตอน.",
    "comment_1": "โหลดเอกสารต้นฉบับ",
    "comment_2": "รับจำนวนหน้าทั้งหมด",
    "comment_3": "กำหนดตัวเลือกการสลับโดยเลือกหน้าที่กำหนด",
    "comment_4": "ดำเนินการสลับหน้า",
    "comment_5": "บันทึกเอกสารที่ดัดแปลงแล้ว"
  }
}