{
  "head": {
    "title": "สลับหน้าของไฟล์ {{FileFormatUp}} ด้วยแอปพลิเคชัน {{EnvName}}",
    "description": "ใช้ {{ProdFullName}} เพื่อจัดเรียงหน้าต่างในเอกสาร {{FileFormatUp}} เปลี่ยนแปลง PDF, Word, สเปรดชีต, การนำเสนอ, แผนภาพ Visio, รูปภาพ, ไฟล์บีบอัด และอื่น ๆ ได้อย่างมีประสิทธิภาพ."
  },
  "header": {
    "title": "สลับหน้าของ {{FileFormatUp}}",
    "description": "{{ProdFullName}} ทำให้แอปพลิเคชัน {{EnvNameShort}} มีความสามารถในการจัดการเอกสารที่ยืดหยุ่น สามารถจัดเรียงหน้าต่างในไฟล์ {{FileFormatUp}} เพื่อปรับปรุงโครงสร้างเนื้อหา.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "ฟีเจอร์ของ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นห้องสมุดการประมวลผลเอกสารที่มีประสิทธิภาพ รองรับรูปแบบไฟล์มากกว่า 50 รูปแบบ รวมถึง PDF, Word, Excel, PowerPoint, Visio, รูปภาพ และไฟล์บีบอัด รวมเข้ากับแอปพลิเคชันของคุณเพื่อรวม, แยก, ดึงข้อมูล, จัดเรียง, สลับ และลบหน้าออกจากเอกสารประเภทต่าง ๆ."
  },
  "more_features": {
    "title": "การประมวลผลเอกสารที่พัฒนาแล้ว",
    "description": "{{ProdFullName}} มอบชุดเครื่องมือที่มีประสิทธิภาพในการจัดการและจัดการเอกสารในรูปแบบมากกว่า 50 รูปแบบ.",
    "image_description": "ฟีเจอร์สำคัญของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมรูปแบบเอกสารหลายรูปแบบ",
      "content": "รวม PDF, เอกสาร Word, สเปรดชีต, การนำเสนอ, ไฟล์ Visio, รูปภาพ และไฟล์บีบอัด ปรับแต่งผลลัพธ์ด้วยตัวเลือกการปรับแต่ง."
    },
    "feature_2": {
      "title": "ปรับโครงร่างเอกสาร",
      "content": "จัดเรียงเนื้อหาโดยการสลับ, เรียงลำดับใหม่, หรือ ลบหน้าเพื่อปรับปรุงโครงสร้างเอกสาร."
    },
    "feature_3": {
      "title": "เปลี่ยนทิศทางของหน้า",
      "content": "หมุนหน้าที่มุมใดก็ได้หรือสลับระหว่างโหมดแนวตั้งและแนวนอนตามต้องการ."
    },
    "feature_4": {
      "title": "ดึงหน้าที่เฉพาะ",
      "content": "เลือกและดึงหน้าเฉพาะหรือช่วงหน้ามาสร้างเอกสารใหม่."
    }
  },
  "formats": {
    "title": "จัดเรียงหน้าสำหรับไฟล์ประเภทต่าง ๆ",
    "description": "{{ProdShortName}} รองรับรูปแบบมากกว่า 50 รูปแบบ ทำให้การปรับเปลี่ยนเอกสารเป็นไปอย่างแม่นยำ."
  },
  "operations": {
    "title": "ฟังก์ชันหลัก",
    "description": "ค้นพบฟีเจอร์ที่จำเป็นของห้องสมุดการประมวลผลเอกสารของเรา."
  },
  "examples": {
    "comment_1": "โหลดเอกสารเข้าสู่ {{NameProduct}}",
    "comment_2": "ระบุหน้าที่จะต้องสลับ",
    "comment_3": "ดำเนินการสลับหน้า",
    "comment_4": "บันทึกไฟล์ที่ปรับปรุงแล้วไปยังตำแหน่งใหม่"
  },
  "steps": {
    "title": "วิธีจัดเรียงหน้าของ {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ช่วยให้สลับหน้าในเอกสาร {{FileFormatUp}} เป็นไปได้อย่างมีประสิทธิภาพ คุณสามารถควบคุมการจัดระเบียบเนื้อหาของคุณได้อย่างเต็มที่ โดยการรวมการประมวลผลเอกสารอย่างไม่สะดุดเข้ากับแอปพลิเคชัน {{EnvName}} ของคุณ.",
      "step_1": "กำหนดเส้นทางไปยังไฟล์ {{FileFormatUp}}.",
      "step_2": "เลือกหน้าที่จะต้องสลับหรือจัดเรียงใหม่.",
      "step_3": "ใช้วิธีการที่เหมาะสมในการปรับปรุงเอกสาร.",
      "step_4": "บันทึกไฟล์ที่อัปเดตไปยังตำแหน่งที่ต้องการ."
    }
  },
  "code_1": {
    "title": "สลับหน้าที่หนึ่งและหน้าสุดท้ายในไฟล์ {{FileFormatUp}}",
    "content": "ตัวอย่างนี้แสดงวิธีการสลับหน้าในไฟล์ {{FileFormatUp}} เพียงไม่กี่ขั้นตอน.",
    "comment_1": "โหลดเอกสารต้นฉบับ",
    "comment_2": "ดึงจำนวนหน้าทั้งหมด",
    "comment_3": "กำหนดการตั้งค่าการสลับด้วยหมายเลขหน้า",
    "comment_4": "ดำเนินการสลับหน้า",
    "comment_5": "บันทึกเอกสารที่ปรับปรุงแล้ว"
  }
}