{
  "head": {
    "title": "รวมไฟล์ {{FileFormatUp}} ใน {{EnvName}}",
    "description": "บูรณาการการรวมไฟล์ {{FileFormatUp}} เข้ากับโปรเจ็กต์ {{EnvNameShort}} ของคุณโดยใช้ {{ProdFullName}} อย่างราบรื่น."
  },
  "header": {
    "title": "รวมไฟล์ {{FileFormatUp}}",
    "description": "{{ProdFullName}} ช่วยให้คุณรวมเอกสาร {{FileFormatUp}} ได้อย่างมีประสิทธิภาพภายในแอปพลิเคชัน {{EnvNameShort}} ของคุณ โดยให้การบูรณาการที่ราบรื่นและประสิทธิภาพสูง.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "ภาพรวมของ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นโซลูชันการประมวลผลเอกสารที่มีฟีเจอร์ครบถ้วน รองรับไฟล์มากกว่า 50 รูปแบบ รวมถึง PDF, Word, Excel, PowerPoint, รูปภาพ และไฟล์บีบอัด ด้วยชุดเครื่องมือที่แข็งแกร่ง คุณสามารถรวม แยก ดึง สลับ และลบหน้าได้อย่างมีประสิทธิภาพ."
  },
  "more_features": {
    "title": "ความสามารถในการรวมเอกสารอย่างครบถ้วน",
    "description": "{{ProdFullName}} ถูกออกแบบมาเพื่อจัดการกับรูปแบบเอกสารที่หลากหลาย โดยมีคุณสมบัติที่ครอบคลุมในการจัดการเอกสารทางธุรกิจ.",
    "image_description": "ฟังก์ชันหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมหลายประเภทเอกสาร",
      "content": "รวมไฟล์ PDF, ไฟล์ Word, งานนำเสนอ, สเปรดชีต, รูปภาพ และประเภทเอกสารอื่น ๆ กำหนดช่วงหน้าที่เฉพาะเพื่อปรับแต่งกระบวนการรวม."
    },
    "feature_2": {
      "title": "ปรับเปลี่ยนและจัดระเบียบหน้าเอกสาร",
      "content": "จัดเรียงหน้า ลบส่วนที่ไม่ต้องการ หรือสลับหน้าเพื่อสร้างเอกสารที่มีโครงสร้างดีเหมาะกับความต้องการของคุณ."
    },
    "feature_3": {
      "title": "ปรับแต่งการจัดวางและทิศทางของหน้า",
      "content": "หมุนหน้าไปยังมุมที่ต้องการและปรับทิศทางของหน้าเป็นแนวนอนหรือแนวตั้งสำหรับไฟล์ประเภทต่าง ๆ."
    },
    "feature_4": {
      "title": "ดึงและบันทึกหน้าเอกสารเฉพาะ",
      "content": "เลือกหน้าที่เฉพาะจากเอกสารและบันทึกเป็นไฟล์แยก เพื่อให้การเข้าถึงและจัดระเบียบทำได้ง่าย."
    }
  },
  "formats": {
    "title": "รวมไฟล์ในรูปแบบต่าง ๆ",
    "description": "ด้วยการสนับสนุนรูปแบบเอกสารมากกว่า 50 รูปแบบ {{ProdShortName}} ทำให้การประมวลผลไฟล์ลื่นไหล ทำให้การจัดการเอกสารเป็นเรื่องง่ายและมีประสิทธิภาพ."
  },
  "operations": {
    "title": "ฟังก์ชันหลัก",
    "description": "ค้นพบการดำเนินการและฟีเจอร์เพิ่มเติมที่ {{ProdShortName}} รองรับเพื่อเพิ่มประสบการณ์การประมวลผลเอกสารของคุณ."
  },
  "examples": {
    "comment_1": "เริ่มต้น {{NameProduct}} ด้วยเอกสาร {{FileFormatUp}} แหล่งที่มา",
    "comment_2": "รวมเอกสารกับไฟล์ที่เลือกอื่น",
    "comment_3": "บันทึกเอกสารสุดท้ายที่รวมแล้วไปยังตำแหน่งที่ต้องการ"
  },
  "steps": {
    "title": "วิธีการรวมเอกสาร {{FileFormatUp}}",
    "content": {
      "title": "ด้วย [{{ProdShortName}}]({{PlatformLink}}) การรวมเอกสาร {{FileFormatUp}} เป็นเรื่องง่าย ปรับปรุงแอปพลิเคชัน {{EnvName}} ของคุณด้วยความสามารถในการรวมเอกสารที่มีประสิทธิภาพ.",
      "step_1": "ระบุที่อยู่ไฟล์สำหรับเอกสาร {{FileFormatUp}} แรก.",
      "step_2": "เลือกเอกสารที่สองที่จะรวม.",
      "step_3": "ตั้งค่าพารามิเตอร์เสริมสำหรับปรับแต่ง.",
      "step_4": "ดำเนินการกระบวนการรวมและบันทึกเอกสารผลลัพธ์."
    }
  },
  "code_1": {
    "title": "รวมหน้าที่เลือกจากรูปแบบเอกสารที่แตกต่างกัน",
    "content": "ตัวอย่างนี้แสดงให้เห็นว่าการรวมไฟล์ {{FileFormatUp}} สามารถทำได้ในขณะที่เลือกหน้าที่เฉพาะจากเอกสารในรูปแบบอื่นได้อย่างไร.",
    "comment_1": "กำหนดที่อยู่ของเอกสารหลัก",
    "comment_2": "กำหนดตัวเลือกเพื่อรวมหน้าที่เฉพาะ",
    "comment_3": "รวมไฟล์หลักกับหน้าที่เลือกจากเอกสารอื่น",
    "comment_4": "บันทึกเอกสารสุดท้ายในตำแหน่งที่ต้องการ"
  }
}