{
  "head": {
    "title": "รวมไฟล์ {{FileFormatUp}} ใน {{EnvName}}",
    "description": "รวม {{ProdFullName}} เข้ากับโปรเจ็กต์ {{EnvNameShort}} ของคุณเพื่อรวมไฟล์ {{FileFormatUp}} ได้อย่างมีประสิทธิภาพ."
  },
  "header": {
    "title": "รวมไฟล์ {{FileFormatUp}}",
    "description": "ใช้ {{ProdFullName}} เพื่อพัฒนาแอปพลิเคชัน {{EnvNameShort}} ที่สามารถรวมเอกสาร {{FileFormatUp}} ได้อย่างมีประสิทธิภาพ.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นโซลูชันการประมวลผลเอกสารที่ครอบคลุม รองรับฟอร์แมตมากกว่า 50 รูปแบบ เช่น PDF, Word, Excel, PowerPoint, รูปภาพ และไฟล์บีบอัด ที่ช่วยให้คุณสามารถรวม แยก สกัด สลับ และลบหน้าได้โดยไม่ยุ่งยาก."
  },
  "more_features": {
    "title": "เครื่องมือสำหรับการรวมเอกสาร",
    "description": "{{ProdFullName}} รองรับฟอร์แมตไฟล์ธุรกิจที่ใช้บ่อยมากกว่า 50 รูปแบบ และมีฟีเจอร์การจัดการเอกสารที่หลากหลาย.",
    "image_description": "คุณสมบัติหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมไฟล์เอกสารหลายรูปแบบ",
      "content": "รวม PDF, ไฟล์ Word, งานนำเสนอ, สเปรดชีต, รูปภาพ และอื่น ๆ ได้อย่างง่ายดาย โดยเลือกหน้าที่ต้องการรวมตามต้องการ."
    },
    "feature_2": {
      "title": "ปรับเปลี่ยนหน้าเอกสาร",
      "content": "จัดเรียง, ลบ หรือสลับหน้าในเอกสารธุรกิจของคุณเพื่อปรับโครงสร้างตามความต้องการ."
    },
    "feature_3": {
      "title": "ปรับแต่งเลเอาท์หน้า",
      "content": "หมุนหน้าได้ทุกมุมและปรับทิศทางระหว่างแนวนอนและแนวตั้งสำหรับประเภทไฟล์ที่รองรับ."
    },
    "feature_4": {
      "title": "สกัดหน้า",
      "content": "เลือกและสกัดหน้าที่เฉพาะเจาะจง โดยบันทึกเป็นเอกสารใหม่."
    }
  },
  "formats": {
    "title": "รวมฟอร์แมตไฟล์ต่าง ๆ",
    "description": "{{ProdShortName}} รองรับฟอร์แมตไฟล์มากกว่า 50 รูปแบบ ทำให้การประมวลผลเอกสารธุรกิจเป็นไปอย่างราบรื่น."
  },
  "operations": {
    "title": "คุณสมบัติหลัก",
    "description": "ค้นพบการดำเนินงานเพิ่มเติมที่รองรับ."
  },
  "examples": {
    "comment_1": "สร้างอินสแตนซ์ของ {{NameProduct}} ด้วยเอกสาร {{FileFormatUp}} ที่นำเข้า",
    "comment_2": "รวมไฟล์กับเอกสารอีกฉบับ",
    "comment_3": "บันทึกไฟล์ที่รวมแล้วไปยังตำแหน่งที่กำหนด"
  },
  "steps": {
    "title": "ขั้นตอนในการรวมไฟล์ {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ช่วยให้คุณรวมไฟล์ {{FileFormatUp}} ได้อย่างมีประสิทธิภาพ รวมฟีเจอร์นี้เข้ากับแอปพลิเคชัน {{EnvName}} ของคุณเพื่อจัดการเอกสารหลายไฟล์เป็นไฟล์เดียว.",
      "step_1": "ตั้งค่าพาธไปยังไฟล์ {{FileFormatUp}} แรก.",
      "step_2": "เลือกไฟล์ที่สอง.",
      "step_3": "กำหนดค่าตั้งค่าเสริม.",
      "step_4": "รวมเอกสารและบันทึกไฟล์ผลลัพธ์."
    }
  },
  "code_1": {
    "title": "รวมหน้าที่เลือกจากไฟล์หลายรูปแบบ",
    "content": "ตัวอย่างนี้แสดงให้เห็นวิธีการรวมไฟล์ {{FileFormatUp}} ขณะที่นำหน้าที่เลือกจากรูปแบบอื่นมาด้วย.",
    "comment_1": "กำหนดพาธของไฟล์หลัก",
    "comment_2": "ระบุตัวเลือกในการเลือกหน้าที่เฉพาะเจาะจง",
    "comment_3": "รวมเอกสารหลักเข้ากับหน้าที่เลือกจากไฟล์อื่น",
    "comment_4": "บันทึกเอกสารที่รวมสุดท้ายไปยังตำแหน่งที่กำหนด"
  }
}