{
  "head": {
    "title": "รวมไฟล์ {{FileFormatUp}} ใน {{ProgLang}}",
    "description": "รวมการจัดการไฟล์ {{FileFormatUp}} ให้เข้ากับโปรเจกต์ {{EnvNameShort}} ของคุณด้วย {{ProdFullName}}."
  },
  "header": {
    "title": "รวมไฟล์ {{FileFormatUp}}",
    "description": "{{ProdFullName}} ช่วยให้คุณรวมเอกสาร {{FileFormatUp}} ได้อย่างไร้รอยต่อในแอปพลิเคชัน {{EnvNameShort}} ของคุณ.",
    "subtitle": "{{ProdFullName}}",
    "action_title": "ดาวน์โหลดฟรี"
  },
  "about": {
    "title": "เกี่ยวกับ {{ProdShortName}}",
    "content": "[{{ProdFullName}}]({{PlatformLink}}) เป็นเครื่องมือที่ครอบคลุมสำหรับการจัดการเอกสาร รองรับมากกว่า 50 รูปแบบ รวมถึง PDF, Word, Excel, PowerPoint, รูปภาพ และไฟล์ต่างๆ ทำให้คุณสามารถรวม แยก ดึง สลับ และลบหน้าได้อย่างมีประสิทธิภาพ."
  },
  "more_features": {
    "title": "การรวมเอกสารขั้นสูง",
    "description": "{{ProdFullName}} ถูกออกแบบมาให้ทำงานกับไฟล์รูปแบบยอดนิยมกว่า 50 รูปแบบ จึง提供ความสามารถในการประมวลผลเอกสารที่แข็งแกร่ง.",
    "image_description": "ความสามารถหลักของ {{ProdShortName}}",
    "feature_1": {
      "title": "รวมประเภทเอกสารหลายประเภท",
      "content": "รวม PDFs, เอกสาร Word, การนำเสนอ, สเปรดชีต, รูปภาพ และอื่นๆ ได้อย่างง่ายดาย ปรับแต่งว่าควรรวมหน้าที่ไหนบ้าง ตามต้องการ."
    },
    "feature_2": {
      "title": "แก้ไขหน้าเอกสาร",
      "content": "จัดเรียง ลบ หรือสลับหน้าเพื่อให้เอกสารธุรกิจของคุณมีโครงสร้างที่ดีขึ้น."
    },
    "feature_3": {
      "title": "ปรับการตั้งค่าหน้า",
      "content": "หมุนหน้าได้ทุกมุมและเปลี่ยนการจัดแนวระหว่างแนวนอนและแนวตั้งสำหรับไฟล์รูปแบบที่รองรับ."
    },
    "feature_4": {
      "title": "ดึงหน้าเอกสาร",
      "content": "เลือกและดึงหน้าที่เฉพาะบันทึกเป็นเอกสารใหม่ที่แยกจากกัน."
    }
  },
  "formats": {
    "title": "รวมหลายรูปแบบไฟล์",
    "description": "{{ProdShortName}} รองรับไฟล์มากกว่า 50 ประเภท เพื่อให้การประมวลผลเอกสารเป็นไปอย่างราบรื่นตามความต้องการทางธุรกิจที่หลากหลาย."
  },
  "operations": {
    "title": "ฟังก์ชันหลัก",
    "description": "สำรวจคุณสมบัติเพิ่มเติมและการดำเนินงานที่รองรับโดย {{ProdShortName}}."
  },
  "examples": {
    "comment_1": "เริ่มต้น {{NameProduct}} พร้อมไฟล์อินพุต {{FileFormatUp}}",
    "comment_2": "รวมไฟล์กับเอกสารอื่น",
    "comment_3": "บันทึกเอกสารที่รวมแล้วไปยังตำแหน่งที่กำหนด"
  },
  "steps": {
    "title": "วิธีรวมเอกสาร {{FileFormatUp}}",
    "content": {
      "title": "[{{ProdShortName}}]({{PlatformLink}}) ให้การรวมเอกสาร {{FileFormatUp}} ที่ไร้รอยต่อ เพิ่มประสิทธิภาพแอปพลิเคชัน {{EnvName}} ของคุณโดยการรวมหลายไฟล์เข้าด้วยกัน.",
      "step_1": "ตั้งค่าพาธไปยังเอกสาร {{FileFormatUp}} แรก.",
      "step_2": "เลือกเอกสารที่สอง.",
      "step_3": "กำหนดพารามิเตอร์ที่ไม่บังคับ.",
      "step_4": "รวมไฟล์และบันทึกเอกสารที่ส่งออก."
    }
  },
  "code_1": {
    "title": "รวมหน้าที่เลือกจากไฟล์รูปแบบต่างๆ",
    "content": "ตัวอย่างนี้แสดงให้เห็นว่าคุณสามารถรวมไฟล์ {{FileFormatUp}} ขณะเลือกหน้าที่เฉพาะจากเอกสารประเภทอื่นได้อย่างไร.",
    "comment_1": "ระบุตำแหน่งของเอกสารหลัก",
    "comment_2": "ตั้งค่าตัวเลือกเพื่อรวมหน้าที่เลือก",
    "comment_3": "รวมไฟล์หลักกับหน้าจากเอกสารอื่น",
    "comment_4": "บันทึกเอกสารที่รวมสุดท้ายไปยังตำแหน่งที่ต้องการ"
  }
}